
import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';

String shweDestext='ရွှေတိဂုံ စေတီတော်မှာ ၃၂၆ ပေ မြင့်ပြီး ရန်ကုန်မြို့ရှိ သိင်္ဂုတ္တရ ကုန်းတော်ပေါ်တွင် တည်ရှိသည်။ "လေးဆူဓာတ်ပုံ ရွှေတိဂုံ"ဟုလည်း ခေါ်တွင်သည်။ "စေတီအစ ရွှေတိဂုံက" ဟုဆိုကြသည်။ ';

String shweSandaw='တွံတေးမြို့ရှိ ရွှေဆံတော်ဘုရားကို မဟာသက္ကရာဇ် ၁၁၄ ခုနစ် တန်ဆောင်မုန်းလပြည့်နေ့မှ စတင်၍ ပန္နက်ရိုက်ကာတည်သည်။ ၁၂၃ ခုနှစ် တန်ခူးလပြည့်နေ့တွင် ထီးတော်တင်လှူ ပြီးစီးလေသည်။ ဂေါတမမြတ်စွာဘုရားသခင်သည် မဟာသက္ကရာဇ် ၁၁၁ ခုနှစ်တွင် သုဓမ္မပူရတိုင်း၊ မုတ္တမ၊ ဇင်းကျိုက်သို့ ဒေသစာရီ လှည့်လည်ကြွရောက်တော်မူခဲ့စဉ် တွံတေး (ကွမ်းဒေး)မြို့၏ အရှေ့ခြောက်မိုင်အကွာတွင် ယခင်ထိုထိုကျွန်း သီဟိုဠ်မှ ပြောင်းခဲ့ကြ၍ နေထိုင်ရာအတွင်း ခပင်းငယ် ဟုတွင်သော ဒေသမှ ရောက်လာကြသော တိက္ခပညာ၊ သာဂရပညာ ကုန်သည်ညီနောင်တို့နှင့် သုမနထေရ်တို့အား ဆံတော်ရှင် နှစ်ဆူ ပေးသနားတော်မူခဲ့၏။ ထိုသို့ ပေးသနားတော်မူလိုက် သော ဆံတော်နှစ်ဆူကို ဌာပနာလျက် မေရုဒကုန်းတွင် ပေါက္ခရဝတီဘုရင် သမိန်ထောဗညားရံက ရွှေဆံတော်စေတီကို တည်ထားခဲ့သည်။ ';

String chaungtha='ချောင်းသာကမ်းခြေသည် ဧရာဝတီတိုင်းဒေသကြီး၊ ရွှေသောင်ယံမြို့နယ်၊ ချောင်းသာရွာတွင် တည်ရှိပြီး ၂၀၁၁ ဖေဖော်ဝါရီလတွင် အရှည် ၁မိုင် ၄ ဖာလုံခန့် ရှိသည်။ စတင်ဖွင့်လှစ်စဉ်အချိန်က ချောင်းသာကမ်းခြေ ဟိုတယ် တစ်ခုတည်းဖြင့် စတင်ခဲ့သော်လည်း ၁၉၉၆ ခုနှစ် နောက်ပိုင်းမှ စ၍ ဆက်လက်တိုးချဲ့ ခဲ့ရာ ၂၀၁၁ တွင် ဟိုတယ် ၁၅ လုံး အထိ ရှိလာပြီ ဖြစ်သည်။ ချောင်းသာကမ်းခြေ အနီးရှိ ထင်ရှားသော လည်ပတ်စရာ နေရာများမှာ သဲဖြူကျွန်း၊ ဖိုးကုလားကျွန်း ခေါ် အောင်မင်္ဂလာကျွန်း၊ ကျောက်မောင်နှမ၊ ငှက်တောင် နှင့် ဥတိုချောင်း တို့ ဖြစ်ကြသည်။';



String ygn='ရန်ကုန်တိုင်းဒေသကြီး';
String ayawa='ဧရာဝတီတိုင်းဒေသကြီး';
String mdy='မန္တလေးတိုင်းဒေသကြီး';
String bago= 'ပဲခူးတိုင်းဒေသကြီး';
String magwe= 'မကွေးတိုင်းဒေသကြီး';
String sagaing= 'စစ်ကိုင်းတိုင်းဒေသကြီး';
String tanin='တနင်္သာရီတိုင်းဒေသကြီး';
String kachin='ကချင်ပြည်နယ်';
String kaya='ကယားပြည်နယ်';
String karen= 'ကရင်ပြည်နယ်';
String mon= 'မွန်ပြည်နယ်';
String rakhaing='ရခိုင်ပြည်နယ်';
String shan= 'ရှမ်းပြည်နယ်';
String chin= 'ချင်းပြည်နယ်';

List<String> stateList=[ygn,ayawa,mdy,bago,magwe,sagaing,tanin,kachin,kaya,
karen,mon,rakhaing,shan,chin
];

String baganDes="""
ပုဂံ (ခေါ်) တမ္ပဒီပ သည် မြန်မာနိုင်ငံ၏ ပထမဆုံးဧကရာဇ်နိုင်ငံ တည်ထောင်ရာ မြို့တော်ဟူ၍ မြန်မာတို့အတွက် အမျိုးသားရေး လက္ခဏာတစ်ရပ်အနေဖြင့်လည်းကောင်း၊ များပြားလှသည့် ရှေးဟောင်းလက်ရာ စေတီပုထိုးများကြောင့်၎င်း၊ ကမ္ဘာလှည့်ခရီးသည်တို့ကို ဆွဲဆောင်ရာနေရာအဖြစ်လည်းကောင်း ကမ္ဘာကျော်သည့် နေရာတစ်နေရာ ဖြစ်သည်။[၁] ၂၀၁၉ ခုနှစ်၊ ဇူလိုင်လ ၆ ရက်နေ့တွင် ပုဂံရှေးဟောင်းယဉ်ကျေးမှုဒေသတစ်ခုလုံးကို ယူနက်စကို ကမ္ဘာ့အမွေအနှစ်နေရာအဖြစ် သတ်မှတ်ခဲ့သည်။ 

ပျူမြို့ပြနိုင်ငံများခေတ် ကုန်ဆုံးပြီးနောက် တကောင်းနယ်မှတစ်ဆင့် မြန်မာနိုင်ငံအလယ်ပိုင်းဒေသ အတွင်းသို့ အုပ်စုများဖွဲ့ကာ ဝင်ရောက်လာသည့် ဗမာလူမျိုးတို့သည် မူရင်းဌာနေလူမျိုးများဖြစ်သည့် ပျူ နှင့်မွန် တို့ထံမှ စာပေ၊ လယ်ယာစိုက်ပျိုးခြင်း နှင့် ယဉ်ကျေးမှုများကို ဆက်ခံရယူကာ တဖြည်းဖြည်း အင်အားကောင်းသည့် အဆင့်သို့ရောက်လာသည်။ မူလအစက စစ်တိုက်ခိုက်ခြင်းဖြင့် ကျော်ကြားသော လူမျိုးသည် စည်းလုံးခြင်းဖြင့်သာ မိမိတို့၏အသက်အိုးအိမ်စည်းစိမ်များကို ကာကွယ်နိုင်မည်ဟုသော စစ်ရေးအမြင်ဖြင့် မြို့ရွာများကို စုစည်းတည်ထောင်လာကြသည်။ သို့ဖြင့် လမ်းခရီးနှင့်ဆက်သွယ်ရေး လွယ်ကူပြီး မိမိတို့ အခြေချရာ ရပ်ဝန်း၏ ဗဟိုတွင်ရှိသည့် ဒေသမှ ကျေးရွာများကို စုစည်းကာ ပုဂံမြို့အဖြစ် တည်ထောင်လိုက်ကြသည်။

ပုဂံသည် စတုတ္ထပုဂံ မင်းဆက်များ နန်းတည်သွားသော နေရာဖြစ်သည်။ ပျဉ်ပြားမင်း(၈၄၆-၈၇၆)လက်ထက်မှ စောမွန်နစ်မင်း(၁၃၂၅-၁၃၆၈)အထိ စိုးစံခဲ့ကြသည်။[၂]
ပုဂံနိုင်ငံတော်
အကျယ်တဝင့် ဖော်ပြထားသောဆောင်းပါး - ပုဂံခေတ်

အစောပိုင်း ပုဂံမင်းဆက်များနှင့် ပတ်သက်၍ တိကျသည့် သမိုင်းအထောက်အထားများကို မတွေ့ရပဲ ပါးစပ်ရာဇဝင်များအနေဖြင့်သာ မှတ်သားလာခဲ့ကြပြီး အနော်ရထာမင်းလက်ထက်ရောက်မှသာ တိကျသည့် သမိုင်းအထောက်အထားများကို စတင်တွေ့ရှိလာကြရသည်။ အနော်ရထာ၏ သိမ်းသွင်းမှုကြောင့် ပုဂံနိုင်ငံတော်သည် ပဒေသရာဇ် အဆင့်မှ ဧကရာဇ် (အင်ပါယာ) အဆင့်တို့ တက်လှမ်းလာနိုင်ခဲ့သည်။ သူ့နောက် ဆက်ခံသည့် စောလူးမင်းလက်ထက်တွင် တိုင်းပြည်အခြေအနေဆိုးရွားသွားခဲ့သော်လည်း ကျန်စစ်သား၊ အလောင်းစည်သူ အစရှိသည့် မင်းများလက်ထက်တွင်မူ တိုင်းပြည်အင်အား ပြန်လည်ပြည့်ဝလာပြန်သည်။
ပုဂံနိဂုံး

အလောင်းစည်သူနောက် နန်းတက်သည့် မင်းများလက်ထက်တွင် ပုဂံ၏ဩဇာအာဏာကျဆင်းလာသလို၊ နယ်ခြားမှ ရန်သူများ၏ လုပ်ကြံမှုကြောင့် ထီးဆောင်းမင်းတစ်ပါးကျဆုံးရသည့် အဖြစ်၊ နရသီဟပတေ့ကဲ့သို့ အစားကျူးပြီး အမျက်ဒေါသကြီးသည့်မင်း အစရှိသဖြင့် ပေါ်ပေါက်လာသည်။ ခရစ်နှစ် ၁၂၈၇ တွင် မွန်ဂိုတို့၏ ကျူးကျော်မှုကြောင့် နရသီဟပတေ့ ပုဂံကိုစွန့်ခွာထွက်ပြေးရခြင်းဖြင့် ပုဂံ၏ဩဇာမှာ လုံးဝကျဆင်းတော့သည်။ ရှင်ဒိသာပါမောက်၏ သံတမန်ရေးကျွမ်းကျင်စွာ အရေးဆိုမှုကြောင့် မွန်ဂိုဘုရင် ကူဗလိုင်ခန်က တပ်များကို ပြန်ဆုတ်စေသည်။ ထိုမှစကာ ပုဂံမင်းဆိုသည်မှာ အဆောင်အယောင်မျှသာ ဖြစ်၍ အမှန်ဩဇာကြီးသူများမှာ ရှမ်းညီနောင်သုံးဦး ဖြစ်သည်။
ဤသို့သော ပြန်လည်မွမ်းမံမှုများကြောင့် ကမ္ဘာ့အံ့ဩဖွယ်ရာ ဆုကြီးများနှင့်လွဲ
ယနေ့ပုဂံ

ယနေ့ပုဂံမှာ ရှေးဟောင်းလက်ရာများနှင့် ပြည့်နက်နေသည့် မြို့ဟောင်းကြီးအသွင်မျှသာ ကျန်ရှိတော့သည်။ သို့သော် အဆိုပါရှေးဟောင်းလက်ရာများမှာ ပြည်တွင်း၊ ပြည်ပတို့မှ ခရီးသွားများကို ဆွဲဆောင်နိုင်သည်ဖြစ်၍ အတော်ပင်ကျော်ကြားလှပေသည်။ ကမ္ဘာလှည့်ခရီးသည်များ၏ အဓိကလှည်ပတ်ရာ နေရာတစ်ခုအဖြစ် ရပ်တည်လျက်ရှိသည်။ သို့သော် သီးခြားမြို့အဖြစ် ရပ်တည်နိုင်ခြင်းမရှိပဲ ညောင်ဦးမြို့နယ်အတွင်းတွင် ပုဂံရှေးဟောင်းယဉ်ကျေးမှုနယ်မြေ အဖြစ်ထည့်သွင်းထားသဖြင့် အများအခေါ်တွင် ပုဂံ-ညောင်ဦး ဟူ၍ထင်ရှားသည်။

၂၀၁၆ ခုနှစ်၊ ဩဂုတ်လ (၂၄)ရက်နေ့ မြန်မာစံတော်ချိန် နေ့လယ် (၅)နာရီ (၀၄)မိနစ် (၅၅)စက္ကန့်အချိန်တွင် မန္တလေး မြေငလျင် စခန်းမှ အနောက်တောင်ဘက် (၁၂၃)မိုင်ခန့် ကွာဝေးသော မြန်မာနိုင်ငံပြည်တွင်း (ချောက်မြို့အနောက်ဘက် (၁၂)မိုင်ခန့်အကွာ)ကို ဗဟိုပြု၍ အင်အားရစ်(ခ်)တာ စကေး (၆.၈)အဆင့်ရှိ အင်အားပြင်းထန်သော မြေငလျင် တစ်ခုလှုပ်ရှားသွားသဖြင့် ပုဂံရှိ စေတီပုထိုး ၆၅ဆူခန့် ထိခိုက်ပျက်စီးခဲ့သည်။
မြေမျက်နှာသွင်ပြင်

ပုဂံရှေးဟောင်းယဉ်ကျေးမှုနယ်မြေသည် မြောက်ဘက်တွင် ညောင်ဦး နှင့် တောင်ဘက်တွင် ပုဂံမြို့သစ်တို့ တည်ရှိပြီး ဧရာဝတီမြစ်ဘေး မြန်မာနိုင်ငံအထက်ပိုင်း ကျယ်ပြောလှသော လွင်ပြင်တွင် တည်ရှိသည်။ မန္တလေးမြို့ မှ အနောက်တောင်ဘက် ကီလိုမီတာ ၂၉၀ (မိုင် ၁၈၀) ကွာဝေးပြီး ရန်ကုန်မြို့မှ မြောက်ဘက် ကီလိုမီတာ ၇၀၀ (မိုင် ၄၃၀) အကွာတွင် တည်ရှိသည်။
ရာသီဥတု

ပူပြင်းခြောက်သွေ့သည့် ရာသီဥတုမျိုးဖြစ်သည်။
ယဉ်ကျေးမှု

ပုဂံခေတ်ယဉ်ကျေးမှုသည် မြန်မာနိုင်ငံအတွက် ပျူ နှင့် မွန်တို့ပြီးလျှင် တိုးတက်ဖြစ်တည်လာသည့် ယဉ်ကျေးမှုဟု ဆိုရမည်ဖြစ်သည်။ ပျူတို့ထံမှ ဘာသာ၊ ကိုးကွယ်ယုံကြည်မှု နှင့် မွန်တို့ထံမှ အနုပညာ၊ လယ်ယာစိုက်ပျိုးရေး၊ စာပေအက္ခရာ အစရှိသည်တို့ကို သင်ယူခဲ့ကြသည်။ ထို့ကြောင့် နရပတိစည်သူမတိုင်မှီအထိတည်ဆောက်ခဲ့သည့် ပုဂံရှိ စေတီပုထိုးများမှာ မွန်တို့၏ ဓလေ့၊ လက်ရာနှင့် အယူအဆများလွှမ်းမိုးနေသည်ကိုတွေ့ရသည်။ သို့သော် နရပတိစည်သူမင်းလက်ထက်မှစ၍ လက်တွေ့ကျသည့် မြန်မာတို့သည် စိတ်ကူးယဉ်ဆန်သည့် မွန်တို့ထက် ပို၍တက်ကြွသည့်၊ အရပ်ဒေသနှင့် ပိုမိုကိုက်ညီမည့် လက်ရာများကို တီထွင်သုံးစွဲလာကြသည်။
ပြတိုက်
အကျယ်တဝင့် ဖော်ပြထားသောဆောင်းပါး - ပုဂံရှေးဟောင်းသုတေသနပြတိုက်

ပုဂံရှေးဟောင်းသုတေသနပြတိုက်သည် ပုဂံရှေးဟောင်းယဉ်ကျေးမှုနယ်မြေအတွင်း တစ်ခုတည်းသော ရှေးဟောင်းသုတေသနပြတိုက်ဖြစ်သည်။ (၃) ထပ်အဆောက်အဦးဖြစ်ပြီး မြစေတီကျောက်စာမူရင်း အပါအဝင် ရှေးဟောင်းအမွေအနှစ်များကို ပြသထားသည်။ မြန်မာနိုင်ငံ၏ပထမဆုံးသော ပုဂံရှေးဟောင်းသုတေသန ပြတိုက်ကို ၁၉၀၄ ခုနှစ်တွင် ပုဂံမြို့ဟောင်း အာနန္ဒာဘုရား၏မြောက်ဘက်စောင်းတန်းအနီးတွင် စတင်ဖွင့်လှစ်ခဲ့သည်။ ၁၉၇၉ ခုနှစ်အောက်တိုဘာလတွင် ကန်တော့ပလ္လင်ဘုရား တောင်ဘက်၌ ရှစ်မြှောင့်ပုံသဏ္ဌာန်ရှိသော ရှေးဟောင်းသုတေသနပြတိုက်ကို ထပ်မံတည်ဆောက်ဖွင့်လှစ်ခဲ့သည်။ ယခုလက်ရှိကမ္ဘာ့အဆင့်မီ ရှေးဟောင်း သုတေသနပြတိုက်ကြီးကို ၁၉၉၈ ခုနှစ် ဧပြီလ (၁၇) ရက်နေ့တွင်ဖွင့်လှစ်ပြသနိုင်ခဲ့သည်။ ပြတိုက်ကြီးတွင် အထူးပင်မပြခန်း၊ ပုဂံခေတ်ဗိသုကာပြခန်း၊ ပုဂံခေတ်လက်မှုအနုပညာပြခန်း၊ ပုဂံခေတ်နန်းမြို့ပြခန်း၊ ပုဂံခေတ်စာပေပြခန်း၊ ပုဂံခေတ်လူနေမှုဘဝပြခန်း၊ ပုဂံခေတ်ဗုဒ္ဓအနုပညာပြခန်း၊ ပုဂံခေတ်ဗုဒ္ဓဆင်းတုတော်များပြခန်း၊ ပုဂံခေတ်ဘုရားပုထိုးပန်းချီပြခန်းနှင့် ပုဂံခေတ်နံရံဆေးရေးပန်းချီပြခန်းစသည့် ပြခန်း(၁၀)ခန်းဖြင့် ခင်းကျင်းပြသထားပါသည်။၂၀၁၇ခုနှစ်တွင် ကလေးများပြတိုက်ကို ပြတိုက်ကြီး၏ မြောက်ဘက်ရှိရှစ်မြှောင့်ပုံသဏ္ဌာန်အဆောက်အဦ၌ ခင်းကျင်းပြသထားသည်။
နန်းတော်
အနော်ရထာမင်း နန်းတော် - ၂၀၀၃ ခုနှစ်တွင် ယခင်တည်ရှိခဲ့သော နန်းတော်ပေါ်မူတည်၍ ပြန်လည်တည်ဆောက်ခဲ့သည်။ သို့သော် မြေပြင်အထက်မှာ စိတ်ကူးသက်သက် ပြန်လည်ပုံဖော်တည်ဆောက်ထားခြင်း ဖြစ်သည်။ 
""";
String bagoDes="""

ဝါရီရူမင်းဆက်ဖြစ်သော ဗညားဦးလက်ထက်မှ အစပြု၍ ရာဇဓိရာဇ်၊ ရှင်စောပု၊ ဓမ္မစေတီ စသော မင်းအဆက်ဆက် ဥဿာပဲခူးမြို့တော်အတွင်းနေထိုင်ခဲ့ကြပါသည်။

ခရစ်သက္ကရာဇ် ၁၅၅၀ ခုနှစ်တွင် တပင်ရွှေထီးမင်း လုပ်ကြံ့ခံရပြီး နတ်ရွာစံသည့် နောက်တစ်နှစ်အကြာ ၁၅၅၁ ခုနှစ်တွင် ယောက်ဖတော် ဘုရင့်နောင်က ဥဿာပဲခူးထီးနန်းကို ဆက်ခံနန်းစံပါသည်။ နန်းစံသည့် ဥဿာပဲခူးမြို့တော်၏ ကျုံးမြို့ရိုး အဆောက်အဦတို့မှာ အိုမင်းဟောင်းနွမ်းသည်ကတစ်ကြောင်း မြို့အနေအထားကျဉ်းမြောင်းသည်က တကြောင်းကြောင့် ဘုရင့်နောင်မင်းတရားကြီ:သည် ဥဿာမြို့၏ အနောက်ဘက်တွင် မြို့တော်သစ် တည်ထောင်ခဲ့ပါသည်။

ဥဿာမြို့ဟောင်း၏ မြို့ရိုး အရာများနှင့် နန်းဆောင်အဆောက်အဦ များတည်ရှိခဲ့ရာ မြေကုန်း(mount)များကို ပဲခူးမြို့အရှေ့ဘက် သနပ်ပင်လမ်းဘေးဝန်းကျင်တွင် တည်ရှိ တွေ့မြင်နိုင် ဆဲဖြစ်ပါသည်။

ရွှေမော်ဓေါစေတီတော်သည် ဥဿာမြို့၏ အပြင် အနောက်ဘက်အရပ်တွင် တည်ရှိနေသည် ကို ဘုရင့်နောင်မင်းတရားကြီ:လက်ထက်တွင် စေတီတော်ကို မြို့တော်အတွင်း ကျရောက်အောင် တည်ဆောက်ခဲ့ပါသည်။

ခရစ်သက္ကရာဇ် (၁၅၅၃) ခုနှစ်တွင် မြေနန်းပြာသာဒ်တော်ကြီးအပါအဝင် နန်းတော်ဆောင် များကို စတင်တည်ဆောက်ခဲ့ပါသည်။ အဆိုပါ နန်းတော်ဆောင်များကို အတွင်းသစ်တပ်ဖြင့် ကာရံစေခဲ့ပါသည်။

နန်းတော်တည်ဆောက်ရာ နေရာအချို့ကိုလည်း မြို့အရှေ့ဘက်အရပ်ရှိ တောင်ကုန်းများမှ မြေများကို သယ်ယူဖို့စေခဲ့ပါသည်။

အတွင်းသစ်တပ်အတွင်းရှိ နန်းတော်ဆောင်များနေရာကို ကမ္ဘောဇသာဒီဟု မှည့်ခေါ်ခဲ့ပါ သည်။

အပြင်အုတ်မြို့ရိုးနှင့် ကျုံးအပါအဝင် မြို့တော်ကြီးတစ်ခုလုံးမှာ သက္ကရာဇ် (၁၅၆၆) ခုနှစ်တွင်ပြီးစီးခဲ့ပါသည်။ မြို့တော်ကြီးတစ်ခုလုံးအား ဟံသာ၀တီနေပြည်တော်ဟု သမုတ်ခေါ်ဝေါ် ခဲ့ပါသည်။

မြို့ရိုး၏ အသွင်သဏ္ဍန်မှာ စတုဂံပုံလေးထောင့်ဖြစ်ပါသည်။ အရှေ့မှ အနောက်မြို့ရိုးအလျား မှာ တစ်ဖက်စီတွင် ၁ မိုင် ၂ဖာလုံခန့်ဖြစ်ပါသည်။ တောင်မှမြောက်အလျားမှာ ၁မိုင် ၄ ဖာလုံခန့်ဖြစ်ပါ

သည်။ မြို့၏ အနောက်မြောက်ဖက်တွင် အနည်းငယ်စောင်း၍ ချွန်ထွက်နေသကဲ့သို့ အနေအထား ရှိပါသည်။ အရှေ့မြို့ရိုးသည် ရွှေအောင်ရွေးစေတီကို ဝိုင်းပတ်ငုံလျှက် တည်ဆောက်ထားပါသည်။

မြို့ရိုး၏ မျက်နှာတစ်ဖက်တစ်ချက်စီတွင် မြို့တံခါး(၅) ပေါက်စီတည်ရှိပါသည်။ အဆိုပါ မြို့တံခါးပေါက်များကို ကြီးကြပ်ဆောင်ရွက်သည့် လက်အောက်ခံ၊ ဘုရင်ခံ၊ စော်ဘွားမြို့စားများ၏ မြို့အမည်များဖြင့် အဆိုပါ တံခါးပေါက်အမည်များကို ပေးထားပါသည်။ မြို့ရိုးဝင်းရံသည့် မြို့တော်၏အလယ်တွင် နန်းဆောင်များတည်ရှိပါသည်။ ပင်မနန်းဆောင်များသည် အကြမ်းအားဖြင့် အင်္ဂလိပ်အက္ခရာ “တီ” ပုံသဏ္ဍန်တည်ရှိပါသည်။

ပင်မနန်းဆောင်များမှာ –

(၁) မြေနန်းပြာသာဒ်ဆောင် (သီဟာသနပလ္လင်ဆောင်)– တစ်နှစ်လျှင်(၃) ကြိမ် ညီလာခံ ကျင်းပသည့်နေရာဖြစ်သည်။

(၂) ဟံသာသနပလ္လင်ဆောင်– နန်းစဉ်ဆင်းတုတော်နှင့် ရှင်ဘုရင်၏ ခမည်းတော်၊မယ်တော်၊ ဘိုးတော်၊ဖွားတော်တို့၏ ရွှေကိုယ်လေး၊ ရွှေရုပ်တုတော်များထားရှိကာ ရှင်ဘုရင်ကိုယ်တော်တိုင် နေ့စဉ်ရှိခိုးပူဇော်သည့်နေရာဖြစ်သည်။ နိုင်ငံခြားသံတမန်များကို လက်ခံတွေ့ဆုံသည့် အခမ်းအနား ကို ဤအဆောင်တွင်ကျင်းပပါသည်။

(၃) ဗောင်းတော်ဆောင်(သင်္ခါသနပလ္လင်ဆောင်)– ရဟန်းသံဃာတော်များကို ပင့်ဖိတ်၍ ပဌာန်းတရားတော်များ၊ ပရိတ်တရားတော်များ နာကြားခြင်း ဘုရားဒေသနာတော်ဝိနည်း တော်များ မှ မရှင်းလင်းသည့် အချက်များကို ဘုရင်မင်းမြတ်က ဆရာတော်များကို မေးမြန်းလျှောက်ထားခြင်း၊ ဆရာတော်များမှ ပြန်လည်ဖြေကြားခြင်း အခမ်းအနား ကျင်းပသည့်နေရာဖြစ်ပါသည်။ ကျေးတော်မျိုး၊ ကျွန်တော်များများအား ဘွဲ့တံဆိပ်ကို ရွှေပြားတွင်ခပ်နှိပ်လျက် ဘွဲ့ထူးခံအမှုထမ်း၏ နဖူးတွင် ရှင်ဘုရင်ကိုယ်တိုင် အဆိုပါ ဘွဲ့တံဆိပ်ရွှေပြားကို စည်းနှောင်ပေး၍ ချီးမြှင့်သည့် အခမ်း အနား ကျင်းပပြုလုပ်သည့် နေရာဖြစ်သည်။

(၄) ဂဇာသနပလ္လင်ဆောင်-(ဗြဲတိုက်ဆောင်) အတွင်းဝန်လေးပါး စုရုံးအစည်းအဝေးကျင်း ပရာအဆောင်ဖြစ်ပါသည်။ ရှင်ဘုရင်မိန့်ကြားသောအမိန့်တော်များကို အတည်ပြုထုတ်ပြန်ရာ၊ ရာထူးချီးမြှင့် ရှုတ်ချအမိန့်တော်များ ထုတ်ပြန်ရာနေရာဖြစ်ပါသည်။

(၅) မိဂါသနပလ္လင်ဆောင်-(တောင်စမုတ်ဆောင်) ရဟန်းသံဃာတော်များအား ဆွမ်း လောင်းခြင်း၊ ဆင်းရဲသားကျေးတော်ကျွန်တော်များအား အဝတ်ပုဆိုး၊ အစားအသောက်နှင့် ဆုလာဘ်တော်များ စွန့်ကျဲပေးကမ်းသည့် အခမ်းအနားကျင်းပပါသည်။

(၆) ပဒုမသနလ္လင်ဆောင်– လက်အောက်ခံဘုရင်ခံစော်ဘွား မြို့စားများ၏ ကတော် မယားများအားလုံးသည် ဤအဆောင်တွင် စုရုံးလျှက် ရှင်ဘုရင်နှင့် မိဖုရားခေါင်ကြီးအား ရှိခိုး ကန်တော့သည့် အခမ်းအနားကျင်းပသည်။

(၇) မယုရာသနပလ္လင်ဆောင်– (မြောက်စမုခ်ဆောင်) အဝေးအလံအရာရှိများက ဆက်သသော ဆင်နှင့်မြင်းတော်များကို လက်ခံသိမ်းပိုက်သည့် အခမ်းအနားကျင်းပပါသည်။

(၈) ဘမရာသနပလ္လင်ဆောင်– (စက်တော်ဆောင်) ဘုရင့်နောင်မင်းတရားကြီး အိပ်စက်ရာ အဆောင်ဖြစ်ပါသည်။ ဘမရာသနပလ္လင်တော်နှင့် သလွန်တော် တည်ရှိပါသည်။

အီတလီနိုင်ငံသား (Casesar Fredericke) နှင့် အင်္ဂလန်နိုင်ငံသား (Ralph Fitch) တို့၏ ခရီးသွားမှတ်တမ်းများအရ ဟံသာ၀တီမင်းနေပြည်တော်ကြီးသည် ခမ်းနားကြီ:ကျယ်သော မြို့ပြကြီ:တစ်ခုဖြစ်ပြီး နန်းတော်ကြီးသည် မြို့သစ်ကြီ:၏ အလယ်တွင် ၀င့်ထည်စွာတည်ရှိနေသည်။ မြေနန်းပြာသာဒ်ဆောင်၏အဆောင်များကို ရွှေပိန်းချထားသည်။ အချို့အဆောင်များ၏ ခေါင်မိုးများတွင် ရွှေသားအစစ်ဖြင့် မိုးထားသည်ကို မှတ်တမ်းတင်ထားသည်ကို တွေ့ရှိရပါသည်။ ထို့ကြောင့် ရွှေနန်းတော်ကြီးသည် ရွှေရောင်အလှများဖြင့် ကြီးကျယ်ခမ်းနားလှကြောင်း နှင့် (အေဒီ-၁၆) ရာစုနှစ်တွင် စီးပွားရေး အချက်အခြာကျသော ဒေသတစ်ခုဖြစ်ခဲ့သည် ဟုသိရှိရပါသည်။

ဘုရင့်နောင်မင်းတရားကြီးသည် ဟံသာ၀တီမင်းဆက်များတွင် ထင်ရှားကျော်ကြားခဲ့သော မင်းတစ်ပါးဖြစ်ပြီး မြန်မာနိုင်ငံနှင့်အခြားသော နယ်နိမိတ်ခြင်းထိစပ်နေသော နယ်ပယ်များတွင် လည်း ဩဇာအာဏာကြီးမားခဲ့သည်။ ဘုရင့်နောင်မင်းတရားကြီးလက်ထက်တွင် နိုင်ငံသားအားလုံး ကိုလည်း စည်းလုံးညီညွတ်မှုရှိအောင် အုပ်ချုပ်နိုင်ခဲ့သည်။ ဘုရင့်နောင်မင်းတရားကြီ:သည် ဟံသာ၀တီနေပြည်တော်ကြီးအား နှစ်ပေါင်း(၃၀) ကြာမြင့်အောင် အုပ်ချုပ်ခဲ့ပြီးနောက် အေဒီ-၁၅၈၁ ခုနှစ်တွင် နတ်ရွာစံကံတော်ကုန်ခဲ့သည်။

ထို့နောက် သားတော်နန္ဒဘုရင်သည် ၎င်း၏ထီးနန်းကို ဆက်လက်စိုးစံခဲ့ပါသည်။ သားတော်နန္ဒဘုရင်လက်ထက်တွင် စည်းရုံးရေးနှင့် အုပ်ချုပ်ရေး ညံ့ဖြင်းမှုကြောင့် ဘုရင့်နောင် မင်းတရားကြီး စုစည်းတည်ထောင်ထားခဲ့သော ဟံသာ၀တီမြို့တော်ကြီးသည် အေဒီ-၁၅၉၉ ခုနှစ်တွင် ကမ္ဘောဇသာဒီနန်းတော်နှင့် ဟံသာ၀တီ နေပြည်တော်ကြီ:သည် ပျက်စီးပျောက်ကွယ်ခဲ့ ရသည်။

နှစ်ပေါင်း(၄၀၀)ကျော် မြေအောက်တွင်နှစ်မြုပ်နေသော ကမ္ဘောဇသာဒီနန်း တော်ကြီးပြန်လည်တူးဖော်မှုကို ၁၉၉၀ ခုနှစ်တွင်စတင်ဆောင်ရွက်ခဲ့ပါသည်။ တူးဖော်မှု ကုန်းအမှတ်-၁ တွင် ထုံးကျောက်ဘုရားဆင်းတုတော်များ (၁၈၀၀) ကျော် တူးဖော်တွေ့ရှိခဲ့ပြီး

ရုပ်တုဆင်းတုလေ့လာမှု ပညာအရ အဆိုပါ ဆင်းတုတော်များမှာ အေဒီ-၁၆ ရာစုလက်ရာ များဖြစ်ကြောင်း သိရှိရပါသည်။ ဘမရာသနဆောင်၊ မြေနန်းပြာသာဒ်ဆောင်၊ လက်ဝဲဝင်းဆောင်နှင့် လက်ယာဝင်းဆောင်တို့၏အဆောက်အဦအကြွင်းအကျန်များကို ၁၉၉၁ ခုနှစ်တွင်တူးဖော်ခဲ့ပြီး တူးဖော်တွေ့ရှိမှုအရ မြေနန်းပြာသာဒ်ဆောင်ကြီးတွင် ကျွန်းလုံးတိုင် ပေါင်း(၂၀၀) ကိုထူးခြားစွာ တွေ့ရှိရပါသည်။ ထိုကျွန်းတိုင်များ၏အောက်ခြေများတွင် ပေးပို့ဆက်သသော လက်အောက်ခံ မြို့စား၊ နယ်စားများ၏ အမည်များနှင့်မြို့အမည်များကို မြန်မာဘာသာ၊ မွန်ဘာသာများဖြင့် ရေးထိုး ထားကြောင်း လေ့လာတွေ့ရှိရပါသည်။ ဟံသာ၀တီရှေးဟောင်းသုတေသနပြတိုက်တွင် တူးဖော်မှုမှ ထွက်ပေါ်လာသော ရှေးဟောင်းပစ္စည်းများသာမက ဟံသာ၀တီပတ်ဝန်းကျင်အနီးမှ ရရှိသော ရှေးဟောင်းပစ္စည်းများကို ပြခန်းများဖြင့် ခင်းကျင်းပြသထားပါသည်။ ယခုအခါ ဘုရင့်နောင်မင်းတရားကြီး၏ ကမ္ဘောဇသာဒီနန်းတော်ရာကြီးကို မူလပုံစံတူ ပြန်လည်တည်ဆောက် ပြသထားပါသည်။[၁]


ဘုရင့်နောင် မင်းတရားကြီး ဇင်းမယ်သို့ချီစဉ် ဟံသာဝတီနေပြည်တော်တွင် ကျန်ရစ်နေခဲ့သည့် ရှမ်းတို့သည် ဇင်းမယ်သားတစ်ဦးကို အကြီးအမှူးတင်ကာ "ဗညားကျန်းထော"ဘွဲ့ပေးပြီး သူပုန်ထကြသည်။အင်အား ၃၀ဝ၀ဝ ကျော်သည်ဟုဆိုသည်။သို့သော် အင်းဝမှ ဖမ်းဆီးခေါ်ဆောင်လာသည့် နန်းကျဘုရင် နရပတိစည်သူက သစ္စာခံသည့်အနေဖြင့် လက်ကျန်အမှူးအမတ်များတို့ကို ဦးဆောင်ပြီးတိုက်သည့်အတွက် ရှမ်းတို့ပျက်လေသည်။ ဘုရင့်နောင်မင်းတရားကြီး ထိုကိစ္စကိုသိလျှင်သိချင်း ဟံသာဝတီသို့ပြန်လာပြီးလျှင် ပုန်ကန်သူတို့ကို အလျှင်အမြန်နှိမ်နှင်းသည်။ရှိရှိသမျှသော ပုန်ကန်သူတို့ကို မီးတိုက်သတ်ရန်မိန့်သော်လည်း ဆရာတော်၊သံဃာတော်များ အသနားခံသည့်အတွက် အကြီးအမှူးဖြစ်သူ ၇၀ ကျော်ကိုသာသတ်စေသည်။ထိုအရေးအခင်းပြီးလျှင် မင်းတရားကြီးသည် လက်ရှိစိုးစံနေသည့် မွန်မင်းများအစဉ်အဆက်စိုးစံလာသည့် ဟံသာဝတီနန်းထက် ဧကရာဇ်တစ်ပါးနှင့် အညီ ကြီးကျယ်ခြင်း၊ခမ်းနားခြင်း၊လုံခြုံခြင်း ဂုဏ်တို့နှင့် ပြည့်စုံစေရန်အတွက် နန်းသစ်တည်ရန် အစီအစဉ်ချလေသည်။ 

""";
String vatanoe="""
ဗိဿနိုးမြို့ဟောင်းသည် မကွေးခရိုင် တောင်တွင်းကြီးမြို့၏ အနောက်ဖက် ၁၁ မိုင်ခန့်ကွာဝေးသော ကုက္ကိုခွရွာ၏ မြောက်ဖက်တွင် ကပ်လျက်တည်ရှိသော ပျူမြို့ဟောင်းတစ်ခုဖြစ်သည်။ တောင်တွင်းကြီးမှ မကွေးမြို့သို့သွားသော မော်တော်ကားလမ်းသည် ဗိဿနိုးမြို့၏ အရှေ့တောင်ထောင့်၌ ရှိသည့် မြို့ရိုးနှစ်ဖက်ကို ဖောက်ထွင်းသွားသည်။ ၅ ပေခန့် အမြင့်သာလျှင် ကျန်ရစ်သော အုတ်မြို့ရိုးသည် ဗိဿနိုးမြို့၏ မြောက်ဖက်၊ အရှေ့ဖက်နှင့် တောင်ဖက်တို့၌သာ စတုရန်း မကျတကျ ဝိုင်းရံလျက်ရှိသည်။ မြို့ရိုးတစ်ဖက်၏ အလျားသည် ၁ မိုင်နှင့် ၆ ဖာလုံခန့်မျှ ရှည်လျားသည်။ အနောက်ဖက်၌ကား မြို့ရိုးအစအနကိုမျှ မတွေ့ရချေ။ ယခုအခါ တွေ့ရသော အင်းကြီးနှင့် ကြိုးကြာကန်တို့သည် ရှေးယခင်က ဆက်စပ်နေ၍ အနောက်ဖက်မှ ရေကျုံးသဖွယ် တည်ရှိခဲ့ဟန်တူသည်။ မြို့တွင်း၌ ကုန်းမြေသည် အရှေ့မှ အနောက်သို့ အတန်ငယ် လျောဆင်းနေသည်မှ အပ ပတ်ဝန်းကျင်တဝိုက်မှာ ပြန့်ပြူးလျက်ရှိသည်။ မြို့ရိုးအတွင်း၌ကား အနောက်မြောက်ထောင့်၌ တည်ရှိသော အင်းရွာကြီးသာလျှင် လူနေရပ်ကွက်အဖြစ် မြင်ရလေသည်။ မြို့ရိုးမှာ မူလ၌ တဖက်တွင် မြို့ပေါက် ၃ ပေါက်စီရှိသော်လည်း ယခုအခါ လှည်းလမ်းကြောင်းများ ဖောက်ထားသော အပေါက်ငယ်များကြောင့် ပျက်စီးပိုင်းပြတ်လျက် ရှိသည်။ မြို့၏ အလယ်ဗဟိုမှ အနောက်မြောက်သို့ အနည်းငယ်ယွန်းသော နေရာတွင် တောင်မြောက် အလျား ကိုက် ၅၀၀ ခန့်နှင့် အရှေ့အနောက် အနံ ကိုက် ၄၀၀ ခန့်ရှိသည့် အုတ်ရိုးဟောင်းမို့မို့ ဝိုင်းရံနေသော နေရာမှာ နန်းတော်ကုန်း ဖြစ်သည်ဟု အဆိုရှိသည်။ နန်းတော်ကုန်းပေါ်၌ အုတ်ရိုးအကန့်များနှင့် အဆောက်အအုံဟောင်း နေရာများဖြစ်သော အုတ်ကုန်းနိမ့်နိမ့် အနည်းငယ်ရှိ၍ မြို့ရိုးကြီးအတွင်းတွင် နေရာအနှံ့အပြား၌ အဆောက်အအုံ အပြိုအပျက်များဖြစ်သည့် ကုန်းဟောင်းဦးရေ (၁၀၀)နီးပါးရှိလေသည်။
သမိုင်း အထောက်အထား

ဗိဿနိုးမြို့ သမိုင်းဟူ၍ သီးခြားမတွေ့ရသော်လည်း တောင်တွင်းကြီး သမိုင်း၏ ရှေ့ပိုင်းတွင်ကား ဗိဿနိုးမြို့အကြောင်းကို အကျယ်တဝင့် ဖော်ပြထားသည်ကို ဖတ်ရှုနိုင်သည်။ ထိုသမိုင်း၏ အဆိုအရ မဟာသမ္ဘဝနှင့် စူဠာသမ္ဘဝ မင်းသားနှစ်ပါးတို့ကို စက္ခုအလင်းရအောင် ကုစားပေးသော စန္ဒမုခိဘီလူးမတွင် လက်ကို ကိုင်တွယ်ခြင်း အစွန်းအညိကြောင့် ပဋိသန္ဓေတည်ရှိခဲ့ရာ တောင်တွင်းကြီးမြို့ အနောက်ဖက် ၅ တိုင်ကွာသော တောအရပ်တွင် သားမိန်းမတစ်ယောက် ဖွားမြင်သည်ဟု ဆိုသည်။ ထိုသမီးငယ်ကို ရသေ့တစ်ပါးက မွေးစားထား၍ ကြီးပြင်းလာသောအခါတွင် ထိုတောအရပ်၌ နေသည့် ဗိဿနိုးနတ်မင်းက ရှေးဘဝ၌ မောင်နှမတော်သဖြင့် ပန်ထွာပြည် ဗိဿနိုးမြို့ကို ဖန်ဆင်း၍ အမျိုးသမီးအား အပ်နှင်းလေသည်။ ပန်ထွာမင်းသမီး စိုးစံသော ဗိဿနိုးမြို့ကို သရေခေတ္တရာမြို့က အုပ်စိုးသည့် ဒွတ္တပေါင်မင်းကြီးက ဥပါယ်တံမျဉ်ဖြင့် ကြံစည်၍ မင်းသမီးကိုပါ ခေါ်ဆောင်သွားကြောင်း ဖော်ပြပါရှိသည်။

သရေခေတ္တရာမြို့တွင် ဗိဿနိုးမိဖုရားသင်္ချိုင်းနေရာ တည်ရှိခြင်း၊ မြို့ဟောင်း နှစ်ရပ်လုံးတွင် မြို့ရိုး၊ ပြအိုး အပြိုအပျက်တို့ကို ဒိဋ္ဌတွေ့မြင်နိုင်ခြင်းတို့ကို ထောက်လျှင် တချိန်တခါက ဤမြို့နှစ်မြို့သည် အပြိုင်အဆိုင် ထွန်းကားခဲ့သည်ဟု ယူဆရသည်။ သရေခေတ္တရာမြို့၌ မှီတင်းနေထိုင်ကြသူများအနက် ပျူလူမျိုးတို့ ပါဝင်ကြောင်းနှင့် ထိုပျူလူမျိုးများ၏ ယဉ်ကျေးမှုဆိုင်ရာ ဓလေ့ထုံးတမ်းတွင် အဓိက အချက်များမှာ လူများသေဆုံးပြီးနောက်တွင် မီးသင်္ဂြိုဟ်၍ အရိုးနှင့်ပြာများကို မြေအရိုးအိုးတို့တွင် ထည့်သွင်းမြှုပ်နှံခြင်းနှင့် ပျူဒင်္ဂါးဟု ယခုခေါ်စမှတ်ပြုသည့် အမှတ်လက္ခဏာများ ပါရှိသည့် ငွေပြားဝိုင်းကလေးများကို အသုံးပြုခြင်းကို အထောက်အထား ခိုင်လုံစွာ လေ့လာသိရှိပြီး ဖြစ်သည်။
ကွင်းဆင်းလေ့လာမှုများ

ဗိဿနိုးမြို့ဟောင်းဒေသတွင် ကွင်းဆင်းသုတေသန ပြုရာ၌ မြို့ရိုးအပြင်ဖက်တွင် အရိုးအိုးမြှုပ်နှံသည့် အုတ်ကုန်းငယ်များကို တွေ့ရပြီးလျှင် မြို့တွင်းမှာလည်း ပျူဒင်္ဂါးအနည်းငယ်ကို တွေ့ရှိခဲ့သည်။ ဤအခြင်းအရာတို့သည် သရေခေတ္တရာမှ ပျူယဉ်ကျေးမှု ပျံ့နှံ့ခြင်း၏ သဲလွန်စများ ဖြစ်ပေရာ ဗိဿနိုးမြို့သည် သရေခေတ္တရာနှင့် တကယ်ပင် ခေတ်ပြိုင်ထွန်းကားခဲ့ခြင်း ဟုတ်မဟုတ်၊ ဟုတ်လျှင် မည်သည့်သက္ကရာဇ် အပိုင်းအခြားတွင် ထွန်းကားခဲ့သည်ကို အနီးစပ်ဆုံး သိရှိရန်နှင့် အုတ်ကုန်းဟောင်း အမြောက်အမြား တည်ရှိနေသည့် ဗိဿနိုးမြို့ဟောင်းမှ ယဉ်ကျေးမှု အထောက်အထားများကို တတ်နိုင်သမျှ ဖော်ထုတ်ရန် ဟူသော ရည်ရွယ်ချက်တို့ဖြင့် ထိုမြို့ဟောင်းအတွင်း၌ စနစ်တကျ တူးဖော် သုတေသနပြုမှုကို စတင်ဆောင်ရွက်ခဲ့သည်။

၁၉၅၉ ခုနှစ်၊ ဇွန်လအတွင်း တူးဖော်မှုကို စတင်ခဲ့ပြီး အုတ်ကုန်းပေါင် ၉ ခုကို ဖော်ထုတ်ပြီး ဖြစ်သည်။ အုတ်ကုန်း တခုစီမှ ပေါ်ပေါက်တွေ့ရှိရသော အခြင်းအရာများမှာ -

    ကုန်းအမှတ် (၁) - ဤကုန်းငယ်သည် မြောက်ဖက် မြို့ရိုး၏ အပြင်တွင် ကျရောက်နေသည်။ အရိုးအိုး ၇ လုံးကို တူးဖော်ရရှိသဖြင့် သင်္ချိုင်းကုန်းဟုပင် ယူဆရသည်။ ထိုအရိုးအိုးများကို အုတ်ရိုးနိမ့်နိမ့်တို့ဖြင့် လေးထောင့်ကွက်များ ပြုလုပ်ထားသော အဆောက်အအုံတွင် မြှုပ်နှံထားခြင်း ဖြစ်သည်။

    ကုန်းအမှတ် (၂) - ဤကုန်းသည် မြေပြင်မှ ၁၃ ပေမြင့်၍ မြို့တွင်း၌ အမြင့်မားဆုံး ကုန်းကြီးဖြစ်သည်။ နန်းတော်ရာဟု ခေါ်တွင်သော အတွင်းမြိုးရိုး၏ မြောက်ဖက် ကိုက် ၃၀၀ ခန့်တွင် တည်ရှိသည်။ တူးဖော်သည့်အခါတွင် ဆင်ဝင် တခု၊ အခန်းရှည်ကြီးတခုနှင့် တောင်မြောက်တန်းလျက်နေသော အခန်းငယ်ပေါင်း ၈ ခန်းပါဝင်သည့် အရှေ့ဖက်လှည့် အုတ်တိုင် အဆောက်အအုံ အောက်ပိုင်းကို တွေ့ရသည်။ အဆောက်အအုံသည် မီးလောင်ပြီးမှ ပြိုပျက်သွားကြောင်း သိရသည်။ အတွင်း၍ မြေအိုးမြေခွက် မြောက်မြားစွာ ကွဲအက်ပျက်စီး ကျန်ရစ်သော အပိုင်းအစများကို အဓိကအားဖြင့် တွေ့ရသည်။ အခြားပစ္စည်းများမှာ အဆောက်အအုံနှင့်ဆိုင်ရာ သံမှိုပွင့်ကြီးများ၊ သံချောင်းများ၊ အင်္ဂတေပြားများ၊ ကြက်ငှက် တိရစ္ဆာန် အရိုးများ၊ လူရိုးအနည်းငယ်နှင့် လူအသုံးအဆောင်များ ဖြစ်သည့် မြေပုတီး၊ ကျောက်ပုတီးများ၊ ကြွေစေ့များ၊ သေးငယ်ပါးလွှာသော ရွှေဆီးခွံ၊ ငွေဆီးခွံများ စသည်တို့ဖြစ်သည်။ ရှေးဟောင်း ပစ္စည်းများအနက် အဖိုးထိုက်တန်သော ပစ္စည်းတခုမှာ တံဆိပ်နှိပ်ရာ ပါရှိသော ရွှံ့တုံးကလေး တခုပင်ဖြစ်သည်။ ထိုတံဆိပ်တွင် ရေးသားထားသော အက္ခရာကို ထောက်ခြင်းအားဖြင့် လွန်ခဲ့သော နှစ်ပေါင်း ၁၂၀၀ မှ ၁၅၀၀ ခန့်အတွင်းက အသုံးပြုခဲ့သော အိန္ဒိယတောင်ပိုင်း အက္ခရာမှ ပေါက်ပွားလာသည့် အရေးအသားဖြစ်ကြောင်း ခန့်မှန်းနိုင်လေသည်။ အုတ်တိုက်ကြီးသည် ရှေးဘုန်းကြီးကျောင်း သဏ္ဌာန်ဖြစ်ဟန် ရှိသော်လည်း ဘာသာရေးနှင့်ဆိုင်သော ပစ္စည်းတစုံတရာမျှ မတွေ့ရသဖြင့် ဘုန်းကြီးကျောင်းလော၊ လူနေ တိုက်တာလောဟူ၍ အတိအကျ ပိုင်းခြား မသိနိုင်သေးပေ။

    ကုန်းအမှတ် (၃) - အမှတ် ၃ နှင့် အမှတ် ၄ ကုန်းတို့မှာ အမှတ် ၂ ၏ အရှေ့ဖက်တွင် ဖိုခနောက်ဆိုင် တည်ရှိနေသည်။ အမှတ် ၂ အုတ်တိုက်ကြီးကို မူလက မည်သို့ အသုံးပြုခဲ့ကြောင်း နီးစပ်လျက်နေသော ကုန်းများမှ အထောက်အထား ရနိုင်ကောင်းသည်ကို မျှော်မှန်း၍ အမှတ် ၃ နှင့် ၄ တို့ကို တူးဖော်ခဲ့သည်။ သို့သော် အမှတ် ၃ တွင် တမူထူးခြားသော အဆောက်အအုံကို တွေ့ရသည်။ ပုံသဏ္ဌာန်မှာ အလယ်တွင် စက်ဝိုင်းပန္နက်ရှိ၍ ၄ မျက်နှာတွင် လေးထောင့်အုတ်ခုံများ စွန်းထွက်လျက် တည်ဆောက်ထားသည်။ ထိုအဆောက်အအုံ တခုလုံးကို စက်ဝိုင်းအုတ်တံတိုင်း ၂ ထပ် ကာရံထားလေသည်။ စနစ်ပုံအရ မြေပေါက် စေတီနှင့် တူဟန်ရှိသော်လည်း အုတ်ခုံများ စွန်းထွက်နေပုံနှင့် မူလကပင် မြေပေါ်၌ စိုက်ထူထားခြင်း မဟုတ်ကြောင်း မြေလွှာအနေအထားမှ သိရှိရသဖြင့်လည်းကောင်း၊ သာသနာရေးဆိုင်ရာ ဝတ္ထုပစ္စည်း တစုံတခုမျှ မတွေ့ရခြင်းကြောင့်လည်းကောင်း စေတီပုထိုးအဖြစ် တည်ထားခဲ့ဟန် မတူကြောင်း ယူဆဖွယ်ရာ ဖြစ်နေသည်။

    ကုန်းအမှတ် (၄) - ဤကုန်းမှာ အမှတ် ၃ ၏ မြောက်ဖက်တွင် ကပ်လျက်ရှိသည်။ ဤနေရာတွင် လေးထောင့်အုတ်တိုက် အခြေပိုင်းကို တူးဖော်တွေ့ရှိရသည်။ အဆောက်အအုံမှာ နံရံ ၂ ထပ်ပြုလုပ် ထားရှိခြင်းဖြင့် အတွင်းခန်းမနှင့် ပတ်လည် စင်္ကြံကို စီမံထားသည်။ ဤပန္နက်ပုံစံမှာ ပုဂံဘုရား ပန္နက်ပုံများ၏ ရှေ့ပြေးပုံစံအဖြစ် ဦးစွာတွေ့ရှိရသည်။

    ကုန်းအမှတ် (၅) (၆) (၇) (၈) - ဤကုန်းတို့မှာ နန်းတော်ကုန်းဟုဆိုသော အတွင်းမြို့ရိုး၏ အရှေ့အနောက် အုတ်ရိုးများနှင့် အလယ်ပိုင်း ကုန်းမြင့်များတွင် တူးဖော်သည့် နေရာများဖြစ်သည်။ အမှတ် ၅ တွင် အုတ်မြစ်အခြေသာ ကျန်ရစ်သော အခန်းပေါင်းများစွာ ပါဝင်သည့် အဆောက်အအုံကို လည်းကောင်း၊ အမှတ် ၇ တွင် အလားတူ အဆောက်အအုံငယ် တခုကိုလည်းကောင်း၊ ဖော်ထုတ်တွေ့မြင်ရသည်။ အမှတ် ၆ မှာ အနောက်ဖက် အုတ်ရိုးနှင့် ကပ်လျက်ရှိသော ပြအိုးသဏ္ဌာန် အဆောက်အအုံဖြစ်၍ အမှတ် ၈ မှာ အတွင်းမြို့ရိုး၏ အရှေ့ဖက်တံခါးဝဖြစ်သည်။ အရှေ့ဖက် အုတ်မြို့ရိုးကို ထိုအပေါက်ဝ၌ အတွင်းပိုင်းမှ အုတ်တံတိုင်းတို့ဖြင့် ထောက်ခံထားလေသည်။ ထိုတံတိုင်းများတွင် တံခါးစောင့်ခိုရန် ဂူတခုစီ ပြုလုပ်ထားဟန်လည်း ပါဝင်သည်။ အပေါက်ဝ အပြင်ဖက်တွင် အစောင့်ကျောက်ရုပ်ကြီး ၂ ရုပ်ကို စိုက်ထူထားရာ ယင်းတို့၏ အခြေအမြစ်ပိုင်းများကို တူးဖော်တွေ့ရှိရသည်။

    ကုန်းအမှတ် (၉) - ဤကုန်းသည် အထက်ဖော်ပြပါ နန်းတော်ကုန်း၏ တောင်ဖက်တွင် တည်ရှိသည်။ တောင်မြောက် အလျား ၈၄ ပေ အရှေ့အနောက် ပေ ၄၀ ခန့်ရှိသော အုတ်တိုက် အဆောက်အအုံကြီး ဖြစ်သည်။ အတွင်းပိုင်းတွင် အခန်းများ ဖွဲ့ထားခြင်းမရှိ မြောက်ဖက် နံရံတွင် ဝင်ပေါက်ကြီး တခုသာ ရီသည်။ အဆောက်အအုံ၏ အတွင်းပိုင်း၌ မူလက သစ်သားတိုင်ကြီး ၈ တိုင် စိုက်ထူဆောက်လုပ်ထားကြောင်း သိရှိရသည်။ ဤတိုက်ကြီးအတွင်းတွင် ပုံစံအမျိုးမျိုးပါသော အရိုးအိုး မြောက်မြားစွာ မြှုပ်နှံထားသည်ကို တွေ့ရှိရလေရာ မြို့တွင်း၌ အထူးတလည် စီမံ၍ အရိုးအိုးများ မြှုပ်နှံခြင်းမှာ စိတ်ဝင်စားဖွယ်ရာ ဓလေ့ထုံးတမ်း တစ်ရပ်ဖြစ်သည်။

အထက်ပါအုတ်ကုန်းများ၌ ပေါ်ပေါက်သော အထောက်အထားများအရ ဗိဿနိုးမြို့သည် သရေခေတ္တရာမြို့နှင့် ယဉ်ကျေးမှု ဓလေ့ထုံးတမ်းအားဖြင့် ဆက်စပ်မှု အတော်အတန် ရှိခဲ့ကြောင်း သိသာသည်။ သို့သော် သရေခေတ္တရာကဲ့သို့ ဗုဒ္ဓသာသနာ ထွန်းကားသော အထောက်အထားများကို မတွေ့ရသေးပေ။ သရေခေတ္တရာနှင့် ခေတ်ပြိုင် သို့မဟုတ် အနည်းငယ် နှောင်းသောကာလတွင် ဗိဿနိုးမြို့ ထွန်းကားခဲ့ပါက သာသနာရေးဆိုင်ရာ ယဉ်ကျေးမှု အစိတ်အပိုင်းများ မည်သည့်အကြောင်းကြောင့် ကူးယှက်ပြန့်နှံ့ခြင်း မရှိသည်ကို အဖြေရှာရဦးမည် ဖြစ်သည်။

ဗိဿနိုးမြို့သည် သရေခေတ္တရာထက်ပင် ရှေးကျသလော ဟူသောပြဿနာလည်း ပေါ်ပေါက်လာလေသည်။ စင်စစ်အားဖြင့် စနစ်တကျ တူးဖော်သုတေသန လုပ်ငန်းကို ဗိဿနိုးမြို့မှပင် အစပြုခဲ့သည်။ ဤစနစ်အတိုင်း အခြားမြို့ဟောင်း ၂ နေရာ ၃ နေရာမျှ ဆောင်ရွက်ပြီးမှသာ အခြေအမြစ်ခိုင်လုံသော ဆက်စပ်မှုတို့ကို ပြုလုပ်နိုင်မည်ဖြစ်သည်။

ဗိဿနိုးမြို့ဟောင်း ပန္ဒက်ပုံကိုကြည့်ရင် ကျယ်တယ်လို့ သတိပြုမိလိမ့်မယ်။ ယာဉ်ရထားတွေ၊ လမ်းချိုး လမ်းကွေ့တွေမှာ လွယ်လွယ်ကူကူ ဖြတ်သန်း သွားလာနိုင်ဖို့ လမ်းထောင့်တွေကို နှုတ်ခမ်းလုံးပြီး ထားတာကိုလည်း တွေ့မယ်။ တူးဖော် ရရှိတဲ့ အိုးတွေက ပုံသိပ်ကောင်းတယ်။ ပန်းတွေနဲ့ အလှဆင်ထားတာကိုလည်း တွေ့နိုင်တယ်။ ညာဘက် အောက်ပိုင်းပုံက ကျောက်တံဆိပ်တုံး ဖြစ်ပါတယ်။

ကနေ့ ဒေသခံလူတွေက ဗိဿနိုးမြို့ဟောင်းလို့ ခေါ်တဲ့ မြို့ဟောင်းကြီးက မြောက်လတ္တီကျူ ၂၀˚ နှင့် အရှေ့လောင်ဂျီကျူ ၉၅˚၂၃' မှာ တည်ရှိတယ်။ တောင်တွင်းကြီးရဲ့ အနောက်တောင် ၁၂ မိုင် (၁၉.၃၀၈ ကီလိုမီတာ) ရှိတယ်။ မြို့ရိုးက လေးထောင့် အတိအကျ မဟုတ်ပေမယ့် တဖက်မှာ ၁ မိုင် ၅ ဖာလုံ (၂.၈ ကီလိုမီတာ) ရှိတယ်။ အနောက်ဘက်မှာတော့ ရေအိုင်ကြီး ရှိနေလို့ နံရံ မလိုပါ။ ဒါကြောင့် မြို့ရိုး သုံးဖက်သာ ရှိပါတယ်။ မြို့ရိုး တဖက်စီမှာ တံခါးပေါက် သုံးပေါက် ရှိမယ်လို့ ထင်ပါတယ်။ မြို့တံခါးက ပေ ၂၀ ကျယ်ပြီး ဝဲယာမှာ နံရံ အရှည်တွေ ကတော့ပုံ တည်ဆောက်ထားတယ်။ လမ်းထောင့်တွေကို လုံးထားလို့ ခပ်မြန်မြန် ပြေးဆွဲတဲ့ ရထားတွေ၊ လမ်းကွေ့မှာ အခက်အခဲ မရှိအောင် အခုလို ထောင့်ချိုးထားတာ ဖြစ်မယ်လို့ ထင်ပါတယ်။ မြို့ရိုးနဲ့ ကျုံးတွေက ရန်သူတွေ အလွယ်တကူ ထိုးဖောက်ပြီး ဝင်မလာနိုင်အောင် ခိုင်ခိုင်ခံ့ခံ့ တည်ဆောက်ထားတယ်။ မြို့အလယ်မှာ အလျားကိုက် ၅၀၀၊ အနံကိုက် ၃၅၀ (၄၅၅.၇၂ မီတာ X ၃၂၀ မီတာ) ရှိတဲ့ နံရံတခု ရှိပါတယ်။ နံရံအတွင်းဟာ နန်းတော်ရာ ဖြစ်မယ်လို့ ထင်ပါတယ်။

မြို့ဟောင်းမှာ ရှိတဲ့ တောင်မြောက်တန်းတဲ့ နံရံတွေဟာ တောင်မြောက် ဖြောင့်ဖြောင့်မတန်းပါ။ ကနေ့ သုံးစွဲတဲ့ အိမ်မြှောင်နဲ့ ချိန်ကြည့်တဲ့အခါ အနောက်ဘက်ကို ၁၃ ဒီဂရီ ငိုက်ပြီး နေတယ်။ ဒီအချက်ဟာ ထူးဆန်းတယ်လို့ ထင်ပါတယ်။ တူးဖော် တွေ့ရှိတဲ့ အိမ်တွေဟာ အားလုံး အုတ်နဲ့ဆောက်တဲ့ အဆောက်အဦတွေ ဖြစ်တယ်။ အုတ်တချပ်ဟာ ၁၈" X ၉" X ၃" ရှိတယ်။ တမြို့လုံးမှာ ဝါး၊ သက်ကယ်နှင့် သစ်အိမ်တွေ များတယ်၊ အုတ်တိုက်က နည်းမယ်။ ဒါပေမဲ့ အခုတော့ အုတ်တိုင်ဟောင်းတွေ ပြိုပြီး အုတ်ကုန်းတွေ ဖြစ်နေတာပဲ နည်းနည်းတွေ့ရပါတယ်။

ဗိဿနိုးမြို့ဟောင်းမှာ ကနေ့အထိ တူးဖော် တွေ့ရှိရသမျှ အကြီးဆုံး ဖြစ်တဲ့ အုတ်တိုက်ကို နန်းတော်ရာရဲ့ မြောက်ဘက် ကပ်လျက် တွေ့ပါတယ်။ အဲဒီတိုက်အိမ်ဟာ အရှေ့ကို မျက်နှာပြုပြီး ဆောက်တဲ့ နှစ်ထပ်တိုက်လည်း ဖြစ်နိုင်တယ်။ အမိုးပြားနဲ့ အမိုးဥယျာဉ်ထားတဲ့ အိမ်လည်း ဖြစ်နိုင်တယ်။ တံခါးမနဲ့ ပြတင်းပေါက်တွေဟာ ကျယ်တဲ့အတွက် အလင်းရောင်နဲ့ လေကောင်းလေသန့် ကောင်းကောင်းရမှာ ဖြစ်ပါတယ်။ အိမ်ပတ်လည်မှာ သစ်သားဝရန်တာ ရှိတယ်။ အရှေ့ အဝင်မှာ ဆင်ဝင် ရှိတယ်။ အိမ်ရဲ့ ထက်ဝက်ပိုင်းပြီး အရှေ့ပိုင်းမှာ ခန်းမ၊ အနောက်ပိုင်းမှာ အခန်းငယ်ရှစ်ခန်း ခွဲပြီးထားတယ်။ အဝင် တံခါးမှာ စက်ဝန်း ထက်ဝက်ပိုင်းထားတဲ့ ခြေနင်းခုံကြီး တခု ရှိတယ်။ ခြေနင်းခုံမှာ ကျောက်ဖြူလုံးကလေးတွေနဲ့ အလှဆင်ထားတယ်။ ပန္နက်ပုံ သုံးခုမှာ (က) လူနေအိမ်၊ (ခ) အစောင့်တဲနဲ့ (ဂ)အထိမ်းအမှတ် ကျောက်တိုင်ရဲ့ အုတ်ခုံ ဖြစ်တယ်။ အိမ်ကို ပန်းချီဆရာက စိတ်ကူးနဲ့ မှန်းဆပြီး အမိုးပြား အမိုးဥယျာဉ်တွေပါ ထည့်သွင်း ဆွဲပေးထားတယ်။

တူးဖော် တွေ့ရှိသမျှ ဗိဿနိုးမြို့ဟောင်း အိမ်တွေမှာ ရေချိုးခန်း၊ အိမ်သာနဲ့ မီးဖိုကို အိမ်နဲ့ တပါတည်း ထည့်မထားပါ။ ရေသန့် သွင်းဖို့နဲ့ ရေဟောင်း ရေညစ်ထုတ်ဖို့ ရေပိုက်တွေလည်း မတွေ့ပါ။ အဲဒါကြောင့် အိမ်ရဲ့ ဖွဲ့စည်းပုံ ညံ့တယ်လို့ ဆိုရပါတယ်။ အုတ်တွေကို စီးခင်းတဲ့ အခါမှာလည်း စပ်ကြောင်း လွှဲမထားတဲ့ အတွက် နံရံတွေဟာ ခိုင်သင့်သလောက် မခိုင်ပါ။ အုတ် နံရံစီတဲ့အခါ မြေဝင် တစ်ပေလောက်သာရှိလို့ အခြေမခိုင်ဘဲ အုတ်နံရံတွေ ပြိုလဲ လွယ်တယ်။ အဲဒါကို ကာကွယ်ဖို့ နံရံကို အထူကြီး လုပ်ရပါတယ်။ နံရံထုဟာ ၄.၅ လက်မ (၁.၃၇၁၆ မီတာ) ရှိတယ်။ ဒီလို ထူပေမယ့် ပြိုတာပဲ။ ဒါကြောင့် တချို့နေရာမှာ ပြိုလဲ မကျအောင် ခံတုပ်လုပ်ပြီး ကျားကန်ထားတာကို တွေ့ရပါတယ်။

မီးလောင်ပြီး ပျက်စီးသွားတဲ့ အုတ်တိုက် အတွင်းမှာ သစ်သားတိုင်တွေ ရှိတယ်။ အဲဒီ သစ်သားတိုင် ထောင်တဲ့ ကျင်းထဲမှာ မီးလောင်ထားတဲ့ တိုင်ငယ်ရဲ့ ငုတ်တို ကျန်နေလို့ ဒီတိုင်ငုတ် မီးသွေးကို ယူပြီး ကာဗွန်ဓာတ်ခွဲကြည့်တဲ့ အခါ အရင်အနှစ် ၁,၆၀၀ က မီးလောင်ခဲ့တယ်လို့ သိရပါတယ်။ တနည်းပြောရရင် ဗိဿနိုးမြို့ဟောင်းကို ရန်သူတွေ မီးတိုက် ဖျက်ဆီးခဲ့တာ ခရစ် ၄ ရာစုက ဖြစ်တယ်လို့ ပြောနိုင်ပါတယ်။ အိုးခြမ်းကွဲ တချို့မှာ တံဆိပ်တုံးနှင့် ခတ်နှိပ်ထားတဲ့ အလှဆင် ရုပ်ပုံတွေကို တွေ့ရလို့ ဒီမြို့ဟာ အနည်းဆုံး ခရစ် တရာစုနှစ်က တည်ဆောက်ခဲ့တယ်လို့ မှန်းဆနိုင်ပါတယ်။

ဒီမြို့မှာ ဘယ်လို လူမျိုးတွေ နေခဲ့တယ်လို့ အတိအကျ မသိနိုင်ပါ။ ဒါပေမဲ့ လူသေကို မီးသင်္ဂြိုဟ်ပြီး ကြွင်းကျန်တဲ့ အရိုးနဲ့ ပြာကို အိုးကြီးတွေမှာ ထည့်ပြီး သိမ်းဖို့ တိုက်အိမ် ဆောက်ထားတာလို့ ထင်တယ်။ ဒီလိုအလောင်းကို မီးသင်္ဂြိုဟ်ပြီး ပြာကိုသိမ်းတဲ့ ဓလေ့ကို လိုက်နာလေ့ ရှိတာ ပျူလူမျိုးတွေပဲ ဖြစ်တယ်။ ဒါကြောင့် ဒီမြို့မှာ လူနေ အများစုက ပျူဖြစ်မယ်လို့ ယူဆပါတယ်။ အရိုးအိုးထားတဲ့ သုသာန်ဇရပ်တွေကို မြို့တွင်းမှာ တွေ့သလို မြို့ပြင်မှာလည်း တွေ့ရလို့ သတ်မှတ်ထားတဲ့ သင်္ချိုင်းနေရာ မရှိ၊ အဆင်သင့်သလို လူသေ အလောင်းကို ထားလိုက်တယ်လို့ ယူဆပါမယ်။ ဗိဿနိုးမြို့ဟောင်းမှာ ပျူတွေအပြင်၊ ပျူ မဟုတ်သူတွေလည်း နေမယ်။ မြို့ကြီး ထုံးစံအတိုင်း ထာဝရ နေသူနဲ့ နောက်မှ ပြောင်းရွှေ့ ဝင်လာသူလည်း ရှိမယ်၊ ပျူ မဟုတ်သူတွေလည်း ရှိမယ်လို့ ထင်ပါတယ်။ လူသေကို မြေမှာချပြီး တိုက်ရိုက်မြှုပ်နှံတဲ့ ဓလေ့ကို ကျင့်သုံးသူလည်း ရှိမယ်၊ ဘာပြုလို့လဲ ဆိုတော့ မသာဇရပ် ဝန်းကျင်က မြေမှာ မြှုပ်ထားတဲ့ အလောင်းသုံးလောင်းက အရိုးစု သုံးခုကို တွေ့ရလို့ ဖြစ်ပါတယ်။

တိုက်ဆောက်တဲ့ အုတ်ခဲထဲမှာ စပါးခွံတွေ တွေ့လို့ ဗိဿနိုးမြို့ဟောင်းမှာ နေထိုင်သူတွေဟာ ဆည်ရေသောက် စပါးစိုက်ပြီး ဆန်စားတယ်လို့ ပြောချင်ပါတယ်။ သူတို့ သုံးစွဲတဲ့ အိုးတွေမှာလည်း စက်ထွင်းအိုးတွေ ဖြစ်ပြီး အများကြီး ချောမွတ် ကောင်းမွန်နေတဲ့ အပြင် ကောင်းကောင်းကျက်အောင် ဖုတ်ထားတဲ့ အဆင့်မြင့် အိုးတွေ ဖြစ်တယ်။ အိုးပုံသဏ္ဌာန် အမျိုးမျိုး တွေ့ပါတယ်။ အိုးမှာ ရေးသား ခပ်နှိပ်ထားတဲ့ ပန်းတွေကလည်း ကောင်းမွန်လှပါတယ်။ အိုးပေါ်မှာ တလိမ့်တလုံးနဲ့ ရုပ်ပုံဖော်တဲ့ ပညာကို တတ်ကြပြီလို့၊ ဗိဿနိုးမြို့ဟောင်းက အိုးထိမ်းသည်တွေဟာ အိုးလုပ်တဲ့ ပညာမှာ အများကြီး ရှေ့တန်း ရောက်နေပြီလို့ ဆိုနိုင်ပါတယ်။

အိမ်ရဲ့တံခါးမမှာ တံခါးရွက်ကို လှည့်ဖို့ သံကွင်းကို သုံးတယ်၊ ပန်းဖော်ထားတဲ့ သံမှိုကြီးတွေကို သုံးတယ်၊ သံပြားနဲ့ အကွက်ဖော်တယ်။ ဒါကြောင့် သံကို ကောင်းကောင်း အသုံးချတတ်တဲ့ လူတွေ ဖြစ်ပါတယ်။ အလှဆင် ပုတီးစေ့တွေ၊ နားတောင်း၊ လက်ကောက်တွေ၊ ကလေးကစားစရာ ရှပ်ဒိုးတွေ၊ တိရစ္ဆာန်ရုပ်တွေ၊ အလေးအဖြစ် အသုံးပြုတဲ့ ကြေးတုံးတွေ တွေ့တယ်။ ရွှံ့နဲ့လုပ်တဲ့ နာမည် တံဆိပ်တုံး တခုကိုလည်း တွေ့ပါတယ်။ တံဆိပ်တုံးမှာ ရေးတဲ့ စာအရ ဒီတံဆိပ်ကို အိန္ဒိယနိုင်ငံက သွင်းယူလာဟန် ရှိတယ်လို့ ဆိုချင်ပါတယ်။ ဒီတံဆိပ်တုံးတွေက လွဲလို့ တခြား အက္ခရာတင် မှတ်တမ်း တခုမျှ မတွေ့ရပါ။ သရေခေတ္တရာလို ပျူတွေ နေထိုင်တဲ့ နေရာတွေမှာ ပျူကျောက်စာတွေ တွေ့ရတတ်ပေမယ့် ဗိဿနိုးမြို့ဟောင်းမှာ ဘယ်နေရာမှာမှ ကျောက်စာ မတွေ့ပါ။ ကျောက်တုံးနဲ့ မြေပြားမှာ ထုလုပ်တဲ့ အရုပ်တွေက ခေတ်ဟောင်း လက်ရာတွေဖြစ်ပြီး အင်္ဂတေနဲ့ လုပ်တဲ့ အရုပ်တွေက ခေတ်နှောင်း လက်ရာတွေ ဖြစ်ပါတယ်။

ကိုးကွယ် ယုံကြည်မှုနဲ့ ဆိုင်တဲ့ ရုပ်တု တခုမျှ မတွေ့ပါ။ ဒါပေမဲ့ ကိုးကွယ် ယုံကြည်မှု မရှိတဲ့ လူမျိုးလို့ မပြောနိုင်ပါ။ အိုးတွေမှာ အလှပုံဖော်တဲ့ အကွက်ငယ်တွေမှာ သိရိဝဈ၊ ကလသာ၊ ကိတ္တိမုခ စတဲ့ ပုံတွေကို တွေ့ရတဲ့ အတွက် ဟိန္ဒူ အယူအဆ ရှိလိမ့်မယ်လို့ ထင်ပါတယ်။ ကိုးကွယ် ယုံကြည်မှု ဆိုင်ရာ တံဆိပ် လက္ခဏာတွေ ပါတဲ့ ဒင်္ဂါး အနည်းငယ် တွေ့ပါတယ်။ တွေ့ရှိတဲ့ ဒင်္ဂါးကို ကြည့်ပြီး ဟိန္ဒူ အယူဝါဒ ဆန်တယ် ပြောနိုင်ပါတယ်။

နိဂုံးချုပ်အားဖြင့် ဗိဿနိုးမြို့ဟောင်းမှာ တိဗက် မြန်မာ အနွယ်ဝင် တစုဟာ ခရစ်မပေါ်မီ ၂ ရာစုနှစ်လောက်က စပြီး နေထိုင်ခဲ့တယ်။ ဓလေ့ အဆင့်မြင့်တယ်၊ ပျူ (သို့) ပျူနဲ့ ဓလေ့တူသူတွေ ရှိသလို မတူသူတွေလည်း တွဲဖက်ပြီး နေတယ်။ ဂျွမ်းလူမျိုးတွေ ခရစ် ၂ ရာစုနှစ်လောက်က လာရောက် တိုက်ခိုက်လို့ မြို့တကြိမ် ပျက်စီးဖူးတယ်။ မွန်လူမျိုးတွေက မြို့ကို ပြန်ပြီး ထူထောင်တယ်။ ခရစ် ၅ ရာစုနှစ်နဲ့ ခရစ် ၉ ရာစုနှစ် အတွင်းမှာ ပထမ မြန်မာနိုင်ငံတော်ကို တည်ထောင်ခဲ့တဲ့ သရေခေတ္တရာ ပျူတွေက ခရစ် ၅ ရာစုနှစ်က နောက်ဆုံး ဖျက်ဆီးခဲ့တယ်လို့ ထင်ပါတယ်။

ဗိဿနိုးမြို့ဟောင်းက အိုးတွေရဲ့ ပုံသဏ္ဌာန်နဲ့ ချောမွေ့ ကောင်းမွန်တဲ့ အရည်အချင်းကို ကြည့်ပြီး မြို့နေလူတွေရဲ့ ဓလေ့ အဆင့်မြင့်တယ်။ သေဆုံးသူရဲ့ အလောင်းကို မြေမြှုပ်တဲ့ ဓလေ့ရှိသူ တစု၊ မီးသင်္ဂြိုဟ်တဲ့ ဓလေ့ရှိသူ တစု ယှဉ်တွဲ နေထိုင်ကြတယ်လို့ သိရတယ်။[၁] 
""";
String myiekDes="""

မြိတ်ကျွန်းစု (အင်္ဂလိပ်: Mergui Archipelago or Myeik Archipelago) သည် တနင်္သာရီတိုင်းဒေသကြီးတွင် ပါဝင်ကာ မြန်မာနိုင်ငံ၏ တောင်ဖက်စွန်းတွင် တည်ရှိသည်။ အရွယ်အစား အမျိုးမျိုးရှိသော ကျွန်းပေါင်း ၈၀၀ ကျော်ခန့် ပါဝင်ဖွဲ့စည်းထားသည်။ မလေး ကျွန်းဆွယ်၏ အနောက်ဖက်ကမ်းခြေဖက်ရှိ ကပ္ပလီပင်လယ်တွင်းတွင် တည်ရှိသည်။ တစ်ခါတစ်ရံ ပသျှူးကျွန်းစုဟုလည်း ခေါ်ဆိုလေ့ရှိသည်။ 
""";
String karkabo="""
ခါကာဘိုရာဇီ သည် အရှေ့တောင်အာရှ၏ အမြင့်ဆုံးတောင် ဖြစ်ပြီး မြန်မာနိုင်ငံ အနောက်မြောက်ပိုင်း တိဗက်-မြန်မာ နယ်စပ်အနီးတွင် ရှိသည်။ ဟိမဝန္တာ တောင်တန်းနှင့် ဆက်သွယ်လျှက်ရှိပြီး ပင်လယ်ရေမျက်နှာပြင်အထက် ၅,၈၈၁ မီတာ (၁၉,၂၉၆ ပေ) မြင့်သည်။ အမြင့်ပေ ၁၉,၂၉၆ ရှိပြီး အချို့သော မှတ်တမ်းများတွင် ၁၉,၃၁၄ ပေ မြင့်သည်ဟု ဆိုကြသည်။ မြောက်လတ္တီတွဒ် ၂၈°၁၈' အရှေ့လောင်ဂျီတွဒ် ၉၇°၃၂' အကြားတွင် တည်ရှိသည်။ တစ်နှစ်ပတ်လုံး ဆီးနှင်းများ ဖုံးလွှမ်းလျက်ရှိသည်။ တိဗက်နှင့် မြန်မာနိုင်ငံ နယ်နိမိတ် အဖြစ်လည်း ပိုင်းခြားထားသည်။ တိဗက်နယ်စပ်နှင့် နှစ်မိုင်ခန့်သာ ဝေးသည်။ မချမ်းဘောမြို့၏ အနောက်မြောက်ဘက် မိုင် ၈ဝ ကျော်တွင် ရှိသည်။


အမည်ရင်းမြစ်

    ခါခါဘိုရာဇီ ဆိုသည်မှာ တိဗက်အမည် ဖြစ်သည်။ တိဗက်ဘာသာစကားအရ ခါ ဆိုသည်မှာ နှင်း ဖြစ်ပြီး ခါဘို ဆိုသည်မှာ အဖြူဟု အဓိပ္ပါယ် ကောက်ယူနိုင်သည်။

    ခါကာဘိုရာဇီ ဆိုသည်မှာ ကချင်ပြည်နယ်ရှိ ရဝမ်လူမျိုးများ၏ စကားဖြစ်ပြီး ခါကာပူ ဆိုသည်မှာ အသံများထွက်ခြင်း၊ ပြောခြင်း ရာဇီ ဆီသည်မှာ တောင် ဟု အဓိပ္ပာယ်ရ၍ အသံထွက်သောတောင် ဟု အဓိပ္ပာယ်ရပါသည်။

တောင်ထိပ်သို့ တက်ရောက်ခြင်း

ခါကာဘိုရာဇီတောင်ထိပ်သို့ ယနေ့အထိ ဂျပန်နိုင်ငံသား တစ်ဦးနှင့် မြန်မာနိုင်ငံသားတစ်ဦးပါဝင်သော တောင်တက်အဖွဲ့ တစ်ဖွဲ့သာလျှင် ခြေချနိုင်ခြင်းရှိသေးသည်။

၁၉၂၃ ခုနှစ်တွင် အိန္ဒိယမြေတိုင်းအဖွဲ့ တစ်ဖွဲ့ ပူတာအိုမြို့ မြောက်ပိုင်းသို့ လုပ်ငန်းသဘောအရ ရောက်ရှိခဲ့ရာ၌ ခါကာဘိုရာ ဇီတောင်ကို ပထမဦးဆုံး တွေ့ရှိခဲ့သည်။ ခါကာဘိုရာဇီ တောင် ကြော တစ်လျှောက်၌ ထင်းရှုး၊ ဝက်သစ်ချ၊ မေပယ်၊ ရိုဒိုဒင် ဒရမ်ခေါ် တောင်မြင့်ဇလပ်၊ ပရီမြူလာ၊ လီလီ၊ မြေကပ်သစ်ခွ စသော အပင်များကို တွေ့ရသည်။ ထိုဒေသရေခဲပြင် အောက် တွင်လည်း အသက်ရှည်ဆေးဟု နာမည်ကျော်သော မချစ်ဥ ခေါ် ဂမုန်းကြက်သွန်ဖြူများကိုလည်း တွေ့ရသည်။ သားမင်းခေါ် တာကင်ကောင်၊ ကဒိုးကောင်နှင့် တောင်ဆိတ်များကို ခါကာ ဘိုရာဇီတောင်၌ တွေ့ရသည်။ ခါကာဘိုရာဇီ တောင်ကြော တစ်လျှောက်တွင် တိဗက်လူမျိုးများအပြင် ထလုနှင့် ထရုန် လူမျိုးများလည်း နေထိုင်ကြသည်။ [၂]

ဩဂုတ် ၂၀၁၄ တွင် အားလုံး မြန်မာလူမျိုးများ ပါဝင်သော တောင်တက်အဖွဲ့သည် မြောက်ဘက်မျက်နှာမှ တက်ရရန် လမ်းကြောင်းသစ်ကို ရှာသည်။[၃] အဖွဲ့ဝင် နှစ်ဦးဖြစ်သူ ကိုအောင်မြင့်မြတ်နှင့် ကိုဝေယံမင်းသူတို့သည် ဩဂုတ် ၃၁ ၌ ဒုတိယအဆင့်တက်သည့်အခါ တောင်ထိပ်သို့ ရောက်ပြီး၊ အလံ၊ နာမည်ပါ စာတမ်းနှင့် ဘုရားပုံတို့ကို ထားခဲ့သည်။[၄] တောင်တက်သူများသည် တောင်ထိပ်သို့ ရောက်ပြီးနောက် ရေဒီယိုအားကုန်သွားရာ ရေဒီယိုအဆက်အသွယ် ပြတ်တောက်သွားသည်။ အောက်ဘက် စခန်းသို့ ပြန်မဆင်းနိုင်သော်၊ ကယ်ဆယ်ရေးအဖွဲ့ စေလွှတ်ခဲ့ရသည်။[၅] ပျောက်ဆုံးနေသော တောင်တက်သူများကို ရှာဖွေရေးသည် အောက်တိုဘာလအထိ ပြုလုပ်နေဆဲ ဖြစ်သည်။ ဟယ်လီကော့ပတာလည်း ပျက်ကျပြီး၊ ပိုင်းလော့ တဦး သေဆုံးကာ၊ ကျန်ပိုင်းလော့နှင့် ခရီးသည် တောင်တက်သူတို့မှာ ရှင်သန်ရေးအတွက် ၁၁ ရက်တာ ကြိုးစားခဲ့ရသည်။[၆][၇]

နိုဝင်ဘာ ၂၀၁၄ တွင်၊ National Geographic Society/ The North Face သည် ဂမ်လန်ရာဇီတောင်တက်အဖွဲ့ သုံးခဲ့သည့် အလားတူ ကိရိယာကို အသုံးပြု၍ ခါကာဘိုရာဇီ၏ အမြင့်ကို တိုင်းတာရန် အဖွဲ့တဖွဲ့ကို ထောက်ပံ့ စေလွှတ်ခဲ့သည်။၂၀၁၄ အုပ်စုကို ဟီလရီး အိုနေး ဦးဆောင်ကာ၊ မတ် ဒေးဗစ် ဂျင်ကင်း၊ ကိုရီ ရစ်ချတ်၊ ရီနန် အော့တာ့၊ အမ္မလီ ဟာရင်းတန်နှင့် တေလာ ရီးတို့ ပါဝင်သည်။ ၇ နိုဝင်ဘာ ၂၀၁၄ ၌ ဂျင်ကင်း၊ ရစ်ချတ်နှင့် အော့တာ့ တို့ နောက်ဆုံးအကြိမ် တောင်ထိပ် တက်ရန် ကြိုးစားသော်လည်း အမြင့်မီတာ ၅၇၄၂ (၁၈၈၄၉ ပေ)ဝယ် ပြန်ဆင်းလာခဲ့ရသည်။ တောင်ထိပ်သည် နောက်ထပ် အမြင့်ပေ ၈၀၀ ( ၂၄၀ မီတာ) လောက်ဝယ် တည်ရှိလိမ့်မည်ဟု သူတို့က တွက်ချက်သည်။[၈] 
""";
String kyatGu="""
ကြတ်ဂူ
အ​ညွှန်း​သို့ ခုန်ကူးရန်
ရှာဖွေရန် ခုန်ကူးမည်

ကြတ်ဂူ သည်ကယားပြည်နယ်၊ လွိုင်ကော်မြို့တွင် တည်ရှိသည့် သဘာဝ ထုံးကျောက်လိုဏ်ဂူတစ်ခု ဖြစ်သည်။ လူသေတို့၏ အခေါင်းများဟု ယူဆရသည့် သစ်သားအကျိုးအပဲ့များကြောင့် လူအများ စိတ်ဝင်တစား သွားရောက်လေ့လာကြသည်။[၁][၂]
သမိုင်းကြောင်း

ကြတ်ဂူသည် တစ်ဖက်ပိတ် ဂူအမျိုးအစား ဖြစ်သည်။ ၂၁၉၄ မီတာရှည်လျားသည်။ အတွင်းပိုင်းသို့ တဖြည်းဖြည်း ကျဉ်းသွားသည်။ ဂူပေါက်ဝမှ ပေ ၃၀၀ ခန့်တွင် အခေါင်းပုံစံ သစ်သားနှင့် သစ်သားအပိုင်းများကို တွေ့ရှိရသည်။ အချို့ကို အပိုင်းအစများ၊ အကျိုးအပဲ့များ အဖြစ်သာ တွေ့ရသည်။
တည်နေရာနှင့် လမ်းပန်းဆက်သွယ်ရေး

ကြတ်ဂူသည် ကယားပြည်နယ်၊ လွိုင်ကော်မြို့၏ အရှေ့ဘက် ၁၀ မိုင်ခန့်အကွာတွင် တည်ရှိသည်။ ဂူတည်ရှိရာ တောင်ကို ဒေသခံတို့က ကယားဘာသာစကားဖြင့် ရာစုကူ ဟု ခေါ်ကြသည်။ ဂူသည် ပင်လယ်ရေမျက်နှာပြင်အထက် ၂၉၉၀ ပေတွင် တည်ရှိပြီး တောင်ခြေမှ အမြင့်ပေ ၁၂၀ တွင် တည်ရှိသည်။ ကြတ်ဂူတည်ရှိရာ တောင်ခြေသို့ ကားဖြင့် အလွယ်တကူ သွားရောက်နိုင်ပြီး တောင်ခြေမှတစ်ဆင့် ဂူသို့သွားရန် အုတ်လှေကားများ တပ်ဆင်ထားသည်။ 
""";

String zwekabin="""
ဇွဲကပင်တောင် (အရှေ့ပိုးကရင်: လါင့်ခွဲါက္ၜင်) သည် မြန်မာနိုင်ငံ၊ ကရင်ပြည်နယ်တွင် တည်ရှိသော တောင်ဖြစ်သည်။ ကရင်ပြည်နယ်၏ အမှတ်အသားတစ်ခုဖြစ်ပြီး ပင်လယ်ရေမျက်နှာပြင်အထက် ၂၃၇၂ ပေမြင့်ပြီး ဘားအံမြို့၏ တောင်ဘက် ၇ မိုင်ခန့်အကွာ ခလောက်နို့ကျေးရွာအနီးတွင် တည်ရှိသည်။[၁]


ဇွဲကပင်တောင်သို့ တက်ရန်နှင့် ဆင်းရန်အတွက် နေရာ (၂) ခု ရွေးချယ်နိုင်ပါသည်။ တစ်ခုမှာ ခလောက်နို့ ကျေးရွာဝင်ပေါက်ဖြစ်ပြီး ဘားအံမြို့မှ နေ၍ (၁၅) မိနစ်ခန့် ဆိုင်ကယ် (သို့) ကားဖြင့် သွားရောက်နိုင်ပါသည်။ နောက်တစ်ခုမှာ လုံမဏ္ဏီဥယျာဉ်ဝသင်ပေါက်ဖြစ်ပြီး သံလွင်တံတားနှင့် နီးသောကြောင့် ခရီးသွားများ အများဆုံးတက်ရောက်သော ဝင်ပေါက်ဖြစ်သည်။ 
""";

String kyeikhtooyoe="""
စေတီတော် တည်ထားပုံ

ကျိုက်ထိုမြို့နယ်ရှိ ကျိုက်ထီးရိုးစေတီတော်သည် အရှေ့ရိုးမတောင်တန်း အပါအဝင်ဖြစ်သော ပေါင်းလောင်းတောင်ပေါ်တွင် တည်ရှိ၍မြန်မာနိုင်ငံတွင် တန်ခိုးကြီးသော စေတီတစ်ဆူဖြစ်သည်။ ကျိုက်ထီးရိုးစေတီကို အစွဲပြု၍ စေတီတော်တည်ရှိရာတောင်ကို ကျိုက်ထီးရိုးတောင်ဟုခေါ်ကြသည်။ ကျိုက်ထီးရိုးစေတီ တည်ရှိရာတောင်ထွဋ်မှာ ပင်လယ်ပြင်ရေအမြင့်ပေ ၃၆၁၅ပေမြင့်သည်။ ကျိုက်ထီးရိုးစေတီတော် တည်နေပုံမှာ အံ့အားသင့်ဖွယ်ကောင်းလှသည်။ ကြီးမား၍ မတ်စောက်သော ကျောက်ဆောင်တစ်ခု၏ အစွန်းတွင် လုံးပတ်ပေ ၅၀ ခန့်ရှိသော ဦးခေါင်းပုံသဏ္ဌာန် ကျောက်လုံးကြီးတစ်ခုက ပြုတ်လုတည်းကားတင်၍ နေသည်။ ထိုကျောက်တုံးကြီးပေါ်တွင်မှ ဉာဏ်တော် ၁၅ပေခန့် မြင့်သော စေတီတော် တည်ထားသည်။ စေတီတော် တည်ရှိရာ ကျောက်ဆောင်နှင့် ရင်ပြင်တော်ကို ချောက်တစ်ခုခြားနေသောကြောင့် သံတံတားငယ်ဖြင့် ဆက်သွယ်ထားရသည်။ စေတီတော်တည်ထားရာ ကျောက်တုံးကြီးသည် လူတစ်ယောက် တွန်းရုံမျှဖြင့် လှုပ်ရှား၏။ ထိုကျောက်တုံးကို တွန်း၍ အောက်ခံကျောက်အကြားသို့ အပ်ချည်ကြိုးကို သွင်းပြီးလျှင် ဆွဲယူနိုင်သည်။ ကျိုက်ထီးရိုးဘုရားသမိုင်းမှာ မူအမျိုးမျိုး ကွဲလျက်ရှိသည်။ စစ်ကဲကြီး ဦးရွှေနော် ရေးသားသော မွန်ရာဇဝင်နှင့် စေတီတော် သမိုင်းပေါင်းချုပ်အရ ဖော်ပြပေးပါမည်။
သမိုင်း

မြတ်စွာဘုရားသခင်သည် မဟာသက္ကရာဇ် ၁⁠၁၁ ခုနှစ် ဆောင်းဥတုတွင် သုဝဏ္ဏဘုမ္မိသထုံပြည်သို့ ကြွချီတော်မူခဲ့ရာ၊ သထုံဘုရင် တိဿဓမ္မ သီဟရာဇာမင်းနှင့် မှူးမတ်ပြည်သူအပေါင်းတို့က စံကျောင်းတော်မဏ္ဍပ်ကြီးကို ဆောက်လုပ်လှူဒါန်းကြသည်။ ဘုရားသခင်သည် ထိုမင်္ဂလာမဏ္ဍပ်တော်၌ ၇ ရက်တိုင်တိုင် စံနေတော်မူစဉ် များစွာသော ဝေနေယျသတ္တဝါတို့အား တရားတော် အမြိုက်ဆေး တိုက်ကျွေးတော်မူသည်။ ထိုအခါ ဂစ္ဆဂိရိ တောင်က တိဿကုမာရ ရသေ့၊ ဗန္ဓဝဂိရိ တောင်က သီဟကုမာရ ရသေ့၊ ကုသိနာရုံတောင်က ရသေ့၊ ဒိုးကမော့ခတွံဂလိုင်းတောင်က ဗုဒ္ဓဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့၊ မဲလံတောင်က ရသေ့၊ ပေါင်း ရသေ့ ၆ ပါးတို့သည် မြတ်စွာဘုရားအား ဖူးမြော်ကန်တော့ကြပြီးနောက် ဓာတ်တော် မွေတော်များ ချီးမြှင့်မစရန်၊ လျှောက်ထားတောင်းပန်ကြသဖြင့် ရသေ့တစ်ပါးလျှင် ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့လေသည်။ နောက်နေ့ရက်များမကြာမီ မွတ်လအိတောင်က ကပ္ပရသေ့၊ မွတ်လအပ်တောင်က နာဒရ ရသေ့၊ ဝါဂရုနယ် လမိုင်း ကေလာသ တောင်က ရသေ့၊ ကျိုက္ကမီတောင်က ရသေ့၊ ကော့ယက္ခဇုပ်သွတ် ကျွန်းက ဘီလူးညီနောင် ၂ ယောက်၊ ဒိုးယွန်းတောင်က ရသေ့၊ ဆောင်ခဲတောင်က အလ္လကပ္ပရသေ့၊ ပေါင်းပုဂ္ဂိုလ် ၇ ဦးတို့ အဖူးအမြော်ရောက်ကြသဖြင့် အထက်ကနည်းတူ ဆံတော်တစ်ဆူစီ ပေးသနားတော်မူခဲ့သည်။ တိဿဓမ္မသီဟရာဇာမင်းအားလည်း ဆံတော် ၂ ဆူ ချီးမြှင့် ပေးသနားတော်မူခဲ့လေသည်။ ဒိုးကမော့ခလွံဂလိုင်းတောင်က ဗုဒ္ဓဉာဏရသေ့၊ ဒိုးခလွန်တောင်က ရသေ့နှင့် ကုသိနာရုံတောင်က ရသေ့တို့သည် မိမိတို့ရရှိထားသော ဆံတော်ဓာတ်များကို ဌာပနာခြင်းမပြုကြပဲ သိမ်းဆည်းထားကြသည်။ ကာလအတန်ကြာလတ်သော် ဒိုးခလွန်ရသေ့နှင့် ကုသိနာရုံရသေ့တို့မှာ အိုမင်းမစွမ်းရှိကြသည့်အပြင် အာနရောဂါစွဲကပ်လာသည်နှင့် မကွယ်လွန်မီ မိမိတို့ရရှိထားသော ဆံတော်များကို ဗုဒ္ဓါဏရသေ့အား ပေးအပ်ခဲ့လေသည်။ ဗုဒ္ဓါဏရသေ့သည် ဆံတော်ဓာတ် ၃ ဆူကို မပျောက်မပျက်ရအောင် မိမိ၏ ဆံကျစ်အတွင်း၌ စည်းနှောင်ထားလေ၏။ နောင်နှစ်ကာလ အတန်ကြာလတ်သော် အနာရောဂါနှိပ်စက်သဖြင့် ရသေ့ကြီးသည် အကယ်၍ မိမိကွယ်လွန်သွားခဲ့သော် ဆံတော်ဓာတ် ၃ ဆူကို မည်သို့ မည်ပုံထားခဲ့ရမည်နည်းဟု တွေးတောပူပန်ခြင်း ဖြစ်မိလေသည်။ ထိုအခါ သိကြားမင်းသည် လူ့ပြည်ဆင်း၍ ရသေ့ကြီး၏ ဆန္ဒအတိုင်း ရသေ့ကြီးဦးခေါင်းနှင့် တူသော ကျောက်တုံးကို ရှာဖွေကာ ကျောက်တုံးထဲကို သန်လျက်နှင့် ထွင်း၍ ဆံတော်တစ်ဆူကို ဌာပနာခဲ့လေသည်။မွန်လူမျိုးတို့ တည်ထားကိုယ်ကွယ်ခဲ့သည် ထိုသို့ ကျောက်တုံးပေါ်တွင် တည်ထားခဲ့သော စေတီတော်ကို မွန်ဘာသာဖြင့် ကျိုက်ဣသိယို၊ မြန်မာဘာသာဖြင့် ရသေ့ဦးခေါင်း ဘုရားဟုခေါ်၏။ နောင်ကာလကြာလတ်သော် ကျိုက်ဣသိရိုးမှ ကျိုက်ထီးရိုးဟု စကားရွေ့လျောလာလေသည်။ ကျန်ဆံတော် ၂ ဆူကိုလည်း သိကြားမင်းက ဒိုးခလွန်တောင်နှင့် ကုသိနာရုံတောင်များတွင် အသီးသီးဌာပနာပေးခဲ့ကြောင်းကို သမိုင်းများတွင် ဆိုသည်။ ထိုစေတီတော်များမှာ ကေလာသနှင့် ကုသိနာရုံဟု ထင်ရှားသည်။
ယနေ့ခေတ်အမြင်

ကျိုက်ထီးရို ရင်ပြင်တော်မှ မြင်ရသော ရှုမျှော်ခင်းမှာ အလွန်သာယာသည်။ အနောက်ဘက်သို့ မျှော်ကြည့်လျှင် စစ်တောင်းမြစ်ကို ကျော်လွန်၍ ပဲခူးရွှေမော်ဓော စေတီတော်ကို ဖူးမြင်နိုင်သည်။ ကျိုက်ထီးရိုးစေတီတော်သို့ တက်ရန် လမ်း ၂ သွယ် ရှိသည်။ တစ်သွယ်မှာ စစ်တောင်းရွာမှ တက်ရသော လမ်းဖြစ်၍ ကျန်တစ်သွယ်မှာ ကျိုက်ထိုမြို့မှ မော်တော်ကားဖြင့် ၉မိုင်ခန့် ဝေးသော ကင်မွန်းစခန်းမှ တက်ရသော လမ်းဖြစ်သည်။ ဒုတိယလမ်းမှာ ယနေ့ခေတ် ဘုရားဖူးများ အသုံးပြုသော လမ်းဖြစ်သည်။ ကင်မွန်းစခန်းမှ ကျိုက်ထီးရိုးရင်ပြင်တော်အထိ ၇ မိုင်ခွဲခန့်ရှိ၍ စခန်းပေါင်း၂၇ စခန်းကို ဖြတ်ကျော်သွားရသည်။ ယခုအခါ ကျိုက်ထိုမြို့နယ်သို့ လာရောက်ရန်မှာ ရထားလမ်း၊ ကားလမ်းများရှိနေပြီ ဖြစ်သည်ကတစ်ကြောင်း၊ တောင်တက်ရန်အတွက် စောင့်ဆိုင်းရန်မလိုခြင်းကတစ်ကြောင်း စသည်တို့ကြောင့် လူပရိတ်သတ်မှာ ယခင်ထက်ပင် စည်ကားလေသည်။
		
ဘယ်ဖက် - ၁၉၀၀ ခုနှစ်က ရိုက်ကူးထားသော ကျိုက်ထီးရိုးဆံတော်ရှင် စေတီတော်မြတ်။ ညာဖက် - စေတီတော်အား ညအချိန် ဖူးမြှော်ရပုံ-၂၀⁠၀၇ ခုနှစ်
နံနက်ပိုင်းချိန် ကျိုက်ထီးရိုးစေတီတော်နှင့် တောင်ပေါ်မြင်ကွင်း
ရိုးအီမသွားနိုင်ဘဲ ညနေစောင်းချိန် ကျိုက်ထီးရိုးစေတီတော်မြင်ကွင်း
ညပိုင်းမြင်ကွင်းက တစ်မျိုးတစ်ဖုံလှနေပုံ

ကျိုက်ထီးရိုးဘုရားပွဲတော်ကိုကျင်းပချိန်မှာ နှစ်စဉ် တပို့တွဲလမှ တန်ခူးလအထိဖြစ်သည်။ ပွဲတော်အချိန်၌ မြန်မာနိုင်ငံအရပ်ရပ်မှ ထောင်သောင်းမကသော ဘုရားဖူးများ လာရောက်ကြသည်။ ယနေ့ခေတ်တွင် နိုင်ငံတစ်ကာမှ ကမ္ဘာလှည့်ခရီးသည်များပါ လာရောက်ကြသဖြင့် ယခင်ကထက် များစွာစည်ကားလေသည်။ ဘုရားသို့ တက်ရာလမ်းတစ်လျောက်တွင် ဘုရားဖူးများနားနေ တည်းခိုရန်အတွက် ရေမြောင်လေး၊ ရွှေရင်ဆို့၊ ကင်ပြွမ်းပင်၊ ရေမြောင်ကြီး၊ ဘိုးပြန်တောင်၊ စိုင်တစ်မော့အစရှိသော စခန်းများ၌ ဈေးဆိုင်ကန္နားများ ရှိလေသည်။ ကင်မွန်းစခန်း ၌ ဘိုး⁠ဘိုးကြီးနတ်နှင့် ဟုံးနတ်စင်များရှိ၍ လမ်းခရီးတွင် မျှော်တော်ယောင်စေတီ၊ လွမ်းစေတီ၊ ကျောက်သမ္ဗာန် စသော စေတီငယ်များနှင့် ရွှေနန်းကျင်နတ်၊ ပန်းတင်နတ် စသော နတ်ကွန်းများကို တွေ့နိုင်ပေသည်။ ဘုရားဖူးများသည် နေ⁠နေနားနား တက်ရောက်လေ့ရှိသည်။ အသက်အရွယ်ကြီးရင့်သူများနှင့် အိုမင်းမစွမ်းသူများတို့သည် အထမ်းပုခက်များစီး၍ တက်လေ့ရှိသည်။ ယနေ့ခေတ်တွင်မူ တောင်တက်ကားများဖြင့် နေ့ချင်းပြန် သွားရောက်ဖူးမျှော်နိုင်ကြပေပြီးဖြစ်သည်။ ဘုရားဖူးများသည် ကျိုက်ထီးရိုးဘုရားမှ တစ်ဆင့် မုဆိုးဘုရား၊ ဖားဘုရား၊ ငါးဘုရား၊ နဂါးဘုရားများကို ဖြတ်၍ ၄ မိုင်ခန့်ဝေးသော ကျောက်ထပ်ကြီးဘုရားသို့လည်း သွားရောက်ဖူးမြှော် ဆုတောင်းလေ့ရှိကြသည်။ ကျိုက်ထီးရိုးဘုရား ရင်ပြင်တော်ပေါ်ရှိ ဘိုး⁠ဘိုးကြီး နတ်ရုပ်နှင့် ကျိုက်ထီးရိုးဘုရား မြောက်ဘက်ရှိ ကျီးကန်းပါးစပ်ခေါ် ကျောက်ဂူနေရာတို့မှာ ဘုရားဖူးများ ဆုတောင်း အဓိဌာန်ပြု၍ အမွှေးနံ့သာ ပက်ဖြန်းခြင်း၊ ပိုက်ဆံပစ်ထည့်ခြင်းများ ပြုလုပ်သော နေရာဖြစ်သည်။ ကျိုက်ထီးရိုးဘုရားမှတဆင့်ရသေ့တောင်၊ စမတောင်၊ ဝိဇ္ဇတောင် ရေတံခွန်များသို့ ကားလမ်းဖောက်လုပ်ပြီးစီး၍ကားဖြစ်အလွယ်တကူလှည့်လည်သွားရောက်နိုင်ပြီဖြစ်ပါသည်။
""";

String danyawaddy="""
ဓညဝတီမြို့ဟောင်းသည် ရခိုင်လူမျိုးတို့၏ ခေတ်လေးခေတ်တွင် ပထမဆုံးခေတ်ဖြစ်သော ဓညဝတီခေတ် မြို့တော်ဖြစ်သည်။ မြို့တော်ကို ယနေ့တိုင် ထင်ထင်ရှားရှားမြင်နိုင်သေးသည်။

တည်နေရာ

ဓညဝတီမြို့ဟောင်းသည် ရခိုင်ပြည်နယ် ကျောက်တော်မြို့ အရှေ့ဘက် ၆ မိုင်အကွာ သရီကျောင်းလက်ယာဘက် အရှေ့လောင်ဂျီကျူး ၉၃° ၃ နှင့် မြောက်လတ္တီကျူ ၂၀° ၅၂ ဆုံရာတွင် တည်ရှိသည်။
ပုံသဏ္ဌာန်

ဓညဝတီမြို့ဟောင်း ပုံသဏ္ဌာန်မှာ စက်ဝိုင်းပျက် ပုံသဏ္ဌာန်ဖြစ်ပြီး မြို့ရိုးသုံးထပ်ရှိသည်။ ဧရိယာ ၂ စတုရန်းမိုင်မျှ ရှိသည်။ အပြင်ဘက်မြို့ရိုး တစ်ထပ်၊ နန်းမြို့ရိုး နှစ်ထပ် ဖြစ်သည်။ အပြင်ဘက်မြို့ရိုးသည် တောင်မြောက် ပေ ၈၉၀၀၊ ရှေ့နောက် ပေ ၇၆၀၀ ကျယ်ဝန်းသည်။ နန်းမြို့ရိုးသည် ရှေ့နောက် ပေ ၂၁၀၀၊ တောင်မြောက် ပေ ၁၇၀၀ ကျယ်ဝန်းသည်။ ဓညဝတီ နန်းတော်ကို ပေ ၇၀ ခန့်ရှိသော ရေကျုံးများဖြင့် ဝန်းရံထားသည်။ နန်းမြို့ရိုးများကို အုတ်ဖြင့် တည်ဆောက်ထားသည်။ နန်းမြို့တံခါးများမှာ အထဲသို့ကွေ့ဝင်သွားသည့် ပုံစံဖြစ်သည်။ နန်းမြို့ရိုး အနောက်တောင်ထောင့်တွင် မြောက်ဦးခေတ်လက်ရာ ဂူစေတီတစ်ဆူ ပြိုကျလျက်ရှိသည်။ မြို့၏အရှေ့ဖက်တွင် တောင်တန်းကြီးရှိပြီး အနောက်ဘက်တွင် သီရိမာနဒီခေါ် သရေကျောင်းရှိပြီး သဘာဝအရံအတား အဖြစ် ရပ်တည်နေသည်။
ရာဇဝင်

ရာဇဝင်များအရ ဤမြို့တော်သည် မာရယုမင်း စတင် တည်ထောင်ခဲ့သည်။ မာရယုမင်းဆက်များ ပျက်သုဉ်းပြီးနောက် တကောင်းမှ ရောက်လာသော ကံရာဇာကြီးသည် မြို့တော်ကို ပြန်လည်တည်ထောင်ခဲ့သည်။ ကံရာဇာကြီး မှ ၂၈ ဆက်မြောက် စန္ဒသူရိယဘုရင်သည် မြို့တော်ကို ပြန်လည်ပြုပြင်ခဲ့သည်။ ထိုမင်းလက်ထက်တွင် ဘုရားရှင် ကြွရောက်လာပြီး မဟာမုနိဘုရားအား သွန်းလုပ်ကိုးကွယ်ခဲ့သည်။ ၆ ဆက်မြောက် သူရိယစက္ကမင်း လက်ထက်တွင် အာသောကမင်းကြီး၏ ဆန္ဒတော်အရ မဟာရေဝတမထေရ်သည် ဓာတ်တော်များဖြင့် ရခိုင်ပြည်သို့ ကြွချီလာခဲ့သည်။ ရခိုင်ပြည်အနှံ့ စေတီများ ကိုးကွယ်ခဲ့သည်။ စန္ဒသူရိယမင်းမှစ၍ ဆက်လက်စိုးစံသောမင်းများသည် သူရိယ အမည်ကိုဆက်လက်ယူကြသောကြောင့် သူရိယ မင်းဆက်ဟု ခေါ်သည်။ ထိုမင်းဆက်မှ ၁၄ ဆက်မြောက် သူရိယကုလမင်း လှူသော စကြာမုနိဘုရားမှာ စစ်တွေမြို့ လောကာနန္ဒာဘုရားတွင် ရှိလေသည်။
စာပေ

ဓညဝတီခေတ်တွင် ရေးထိုးခဲ့သော ထောင်ပေါက်ကြီးကျောက်စာသည် ဗြဟ္မီ အက္ခရာကို သုံးထားပြီး ရခိုင်ပြည်သို့ ဘုရားကြွချီတော်မူလာသည့်အကြောင်း ရေးထိုးထားသည်။ သူရိယစက္ကမင်း ရေးထိုးခဲ့သည်ဟု ခန့်မှန်းကြသည်။ ယခုအခါ ပျက်စီးပျောက်ဆုံးသွားပြီ ဖြစ်သည်။

ဝေသာလီမြို့ဟောင်း အရှေ့ဘက် ၃ မိုင်ခန့်တွင် အုတ်စေတီပျက်တစ်ဆူမှ ဘုရားဝမ်းပူ ဆင်းတု နောက်တွင် ဗြဟ္မီအက္ခရာဖြင့် သစ္စကပရိဗာကဇိန ဟုရေးသားထားသည်။ ဗြဟ္မီအက္ခရာ ဖြင့်ရေးထား၍ ဝေသာလီခေတ်လက်ရာ မဟုတ်ဘဲ ဓညဝတီခေတ်လက်ရာဟု ဆုံးဖြတ်ထားသည်။
မဟာမုနိဘုရား

မဟာမုနိဘုရားသည် နန်းမြို့၏ အရှေ့မြောက် အရပ်တွင် တည်ရှိသည်။ အဆင့် ၃ ဆင့် ပြုထားသည်။ မဟာမုနိကုန်းတော်ထက်တွင် ဝေသာလီခေတ် လက်ရာရုပ်တုများ ရှိသည်။ ကျောက်ဖြင့် ထုဆစ်ထားသည်။ နဂါးမရုပ်တု၊ နဂါးဘုရင်ရုပ်တု၊ ကိန္နရီ၊ ကိန္နရာ စသည့် ရုပ်တုများ စုစုပေါင်း ၂၀ ခု ရှိသည်။ ရုပ်တုတစ်ခုတွင် ကျောက်စာရေးထိုးပါရှိကာ ယက္ခသေနပတိပနာဒ သာဖတ်ရှု၍ ရနိုင်တော့သည်။ လက်ရေးလက်သားအရ အေဒီ ၄ရာစု နှင့် ၅ ရာစု အတွင်း ရေးခဲ့သည်ဟု ခန့်မှန်းကြသည်။
ရုပ်တုများ
၁၉၂၃ ခု ကျောက်တော်တောင်ခြေ ဆင်မကျပ်အရပ်တွင် ဓမ္မစကြာတရား ဟောဟန်ရုပ်ကြွ၊ စန္ဒသူရိယဘုရင်နှင့် မြတ်စွာဘုရားရုပ်တုတို့ကို တူးဖော်တွေ့ရှိခဲ့သည်။ ၁၉၇၃ခုနှစ်တွင် ထိုအရပ်မှပင် ရုပ်တုငါးခု ထပ်မံတွေ့ရှိပြန်သည်။ ကျောက်ဆစ်ရုပ်တုများသည် အရွယ်အစား ကြီးကြီးမားမားမတွေ့ရဘဲ အလျား၂ ပေကျော် ၃ ပေခန့်၊ အနံ၁ ပေကျော် ၂ ပေခန့်၊ ထု ၆ လက်မ ၈ လက်မခန့်သာ တွေ့ရသည်။ လက်ရာနှင့် စိတ်ကူးမှာ အထူးပြောင်မြောက်ကြသည်။ ကာလကို အေဒီ ၁ ရာစုနှင့် ၂ ရာစု ဟု ခန့်မှန်းကြသည်။ 
""";
String innLay="""
အင်းလေးကန်သည် မြန်မာနိုင်ငံ ရှမ်းပြည်နယ်တောင်ပိုင်း၊ တောင်ကြီးမြို့နယ်၊ ညောင်ရွှေမြို့အနီးတွင် တည်ရှိသည်။ မြစ်ကြီးနားခရိုင်ရှိ အင်းတော်ကြီးမှလွဲလျှင် မြန်မာနိုင်ငံ၏ ဒုတိယမြောက် အကြီးဆုံးကန်ဖြစ်သည်။ တောင်နှင့်မြောက်တန်းလျက်ရှိသော တောင်တန်းကြီး(၂)ခုကြားတွင် ခွက်ဝင်နေသော ညောင်ရွှေချိုင့်ဝှမ်းကြီး၏ အလယ် အနက်ရှိုင်းဆုံးအပိုင်း၌ တည်ရှိသည်။

လောပိတတွင် ရှိသော (တစ်ချိန်က အရှေ့တောင်အာရှတွင် အကြီးဆုံးဖြစ်ခဲ့ဖူးသည့်) ရေအားလျှပ်စစ်ဓာတ် ထုတ်လုပ်ရေးစက်ရုံ အတွက် အဓိကကျသော ရေအရင်းအမြစ် သဘာဝလှောင်ကန်လည်းဖြစ်သည်။ အင်းလေးရေပြင်ပေါ်တွင် ရွာကြီး၊ ရွာငယ်များ တည်ဆောက်ထားသည်။ တစ်နေရာမှ တစ်နေရာသို့ လှေများ၊ စက်လှေများဖြင့် သွားလာကြသည်။ လှေကို ခြေဖြင့်လှော်ခတ်သည်။ အင်းလေးဒေသ နန်ဟူးရွာရှိ ဖောင်တော်ဦးဘုရားသည် တန်ခိုးကြီးဘုရားအဖြစ် ထင်ရှားကျော်ကြားသည်။
မာတိကာ

    ၁ ပထဝီဝင်ဆိုင်ရာအခြင်းအရာ
    ၂ သမိုင်းကြောင်း
    ၃ လူမျိုး
    ၄ ထင်ရှားသော ဘုရားပွဲများ
    ၅ စီးပွားရေး
    ၆ ထင်ရှားသောနေရာများ
    ၇ ဓာတ်ပုံများ
    ၈ ကိုးကား
    ၉ ပြင်ပလင့်ခ်များ

ပထဝီဝင်ဆိုင်ရာအခြင်းအရာ

အကျယ်အဝန်းအားဖြင့် ခန့်မှန်းခြေ ၄၄.၉ စတုရန်းမိုင် (၁၁၆ စတုရန်း ကီလိုမီတာ) ခန့်ရှိပြီး ပင်လယ်ရေမျက်နှာပြင် ၂၉၀၀ ပေ (၈၈၀မီတာ) တွင်တည်ရှိသည်။ ခြောက်သွေ့သော နွေရာသီတွင် အနက် ၇ ပေ (၂.၁မီတာ) ခန့်ရှိပြီး ရေနက်သောနေရာတွင် ၁၂ ပေ (၃.၇မီတာ) ခန့်ရှိသည်။　မိုးရာသီတွင် ၅ ပေ (၁.၅) မီတာ ရေမျက်နှာ မြင့်တက်သည်။ အင်းလေးကန်သည် တောင်ပေါ်အင်းအိုင်ကြီး တစ်ခုဖြစ်ပြီး တောင်နှင့်မြောက် အလျား ကိုးမိုင်ခန့်ရှည်သည်။ အကျယ်ဆုံးနေရာ၌ အရှေ့နှင့်အနောက် သုံးမိုင်ခွဲခန့် ရှိသည်။ ကန်သည် နမ်ပီလူးခေါ် ဘီလူးချောင်းတွင်းမှဖြတ်၍ တောင်ဖက်စွန်မှ စီးထွက်သွားသည်။
သမိုင်းကြောင်း

အေဒီ ၁၀၄၄ က ပုဂံတွင် မြန်မာ့နန်းရိုးစခဲ့သော ပထမမြို့တည်နန်းတည်ဘုရင် အနော်ရထာ၏ မြစ်တော်ကြီး ဘုရင်အလောင်းစည်သူသည် တိုင်းပြည်တနံတလျား ခရီးသွားခဲ့သည်တွင် ထားဝယ် သားတို့လည်း နောက်တော်ပါးကပါကြဆို၏။ ထားဝယ်ဆိုသည်က အောက်မြန်မာနိုင်ငံကမ်းရိုးတန်းဒေသသား တိုင်းရင်းသားတစ်မျိုးဖြစ်သည်။ အင်းလေးကန်အရောက် ထားဝယ်သားတို့အား ထိုအရပ်၌ အခြေချနေထိုင်ကြဖို့ အရပ်တစ်ခု သတ်မှတ်ပြုပေးတော်မူခဲ့သည်။ အနေအထားက ထားဝယ်သားတို့ ယခင်သူတို့နေထိုင်ကြီးပြင်းခဲ့ရာ (တနင်္သာရီ) ကမ်းရိုးတန်းအရပ်နှင့် ရေမြေအနေအထားများစွာတူသည်ဟု ထင်ဖွယ်ရာရှိပါသည်။

ဘုရင်အလောင်းစည်သူ ဖောင်တော်ကျောက်ချရာ အင်းလေးကန်မဟာတွင် ဗုဒ္ဓရုပ်ပွား ၅ ဆူနှင့် ဖောင်တော်ဦးစေတီတည်တော်မူခဲ့သည်။ ယင်းဆင်းထုတော်တို့မှာ မာလာယုကျွန်းစွယ်သို့ ဘုရင်မင်းမြတ် ဖောင်စင်္ကြာအရောက်တွင် ရရှိယူဆောင်ခဲ့ရာမှ ယင်းနယ်သစ်ဖွင့်ထားဝယ်သားတို့ ကိုးကွယ်ဖို့ပေးသနားခဲ့သည်ဆို၏။

ယနေ့ယခုတိုင်အောင်ပင် အင်းရေပြင်မြေပြင်အနက်၌ ကျွန်းတုံးကျွန်းသားအထပ်ထပ် မြင်နိုင်သေးသောနေရာကား ဘုရင်မင်းမြတ်၏ နန်းတော်စိုက်ရာ ဖြစ်ပုံရသည်ဟု ယနေ့ယခုတိုင် နေထိုင်လျက် ရှိနေကြသည့် ထားဝယ်သား သို့မဟုတ် အင်းသားတို့က ယုံကြည်ကြပါသည်။

နန်းပန်မြို့မှ တစ်မိုင်ခန့်အဝေး၌လည်း ခွဲခြမ်း မွေတော် သည်တော်နှင့် မွေတော်တဆူ အခြားအခြေစိုက်နေထိုင်ကြသူများ ကိုးကွယ်ကြဖို့ စိုက်ထူ လှူတော်မူခဲ့သေးသည်။ အင်းသားတို့ကိုယ်၌က သူတို့အချင်းချင်း ဘုံပြောပုံဆိုပုံအသံအမူမှအစ တူကြ၍ အင်းသားတို့က သူတို့မှာ ထားဝယ်သားတို့၏ ဘိုးဘွားဘီဘင်ဟု ဆိုချင်ကြသည်။ နောက်ထပ် အငြင်းပွားသည့် ဒဏ္ဍာရီတစ်ခုက အင်းသားတို့ကိုယ်၌ ယုံကြည်ကြသည်မှာ ရှေးခေတ်မြန်မာနိုင်ငံ ပုဂံအစမှ သူတို့ဘိုးဘွားဘီဘင်အစဉ်လိုက် အင်းလေးဖက်သို့ ဆင်းသက်နေထိုင်ခဲ့ကြသည်မှာ ဘုရင်အလောင်းစည်သူ မရောက်မှီကတည်းကဖြစ်သည်ဟု ဆို၏။ ဘုရင်ရောက်အလာ အင်းသားတို့ကိုယ်၌က ဖောင်စင်္ကြာအတွက် ရေတပ်မတော်သားအဖြစ် အမှုထမ်းလိုပါကြောင်း ဆန္ဒအလျောက်တင်လျှောက်ရာမှ သူတို့ကိုမြန်မာတံခွန် တောင်စွန်ရောက်အောင် လိုက်ပါလာပြီး ဘုရင်ကသနား၍ အခြေကျနေကြဖို့ ဒေသတစ်ရပ် ဖွင့်ခဲ့ရာ၊ ထိုမှနောင် ယခုတိုင်အောင် ထားဝယ်အမည်နှင့် တည်စဲရှိ၏။ ယနေ့တိုင်အောင် ဖော်ပြပါအသိရခက်သည့် ဒဏ္ဍာရီ ၂ ပုဒ်ကြောင့် ထားဝယ်နှင့် အင်းသားမည်သည်ကစကြောင်း မည်သူမှ ဆင်ခြေပေး မှတ်ချက်ပြု စောဒနာခြင်း မပြုကြတော့ချေ။
လူမျိုး

အင်းလေးကန်ကိုခြံ၍ တည်သည့်နယ်ချင်းစပ် ၄ မြို့နယ် ကန်ရေပြင်အပါအဝင် ကျေးရွာတို့၌နေကြသူပေါင်းမှာ ၇ သောင်းဟု ခန့်မှန်းသည်။ အင်းသားလူမျိုး၊ ရှမ်း၊ ပအိုဝ်(တောင်သူ)၊ ဓနု စသည့် လူမျိုးများ နေထိုင်ကြသည်။ မြေပြင်စိုက်ပျိုးအလှစိုက်ခင်းနှင့် အပင်အလှဆင်ခြင်း အင်းလေးရေပြင်အထက် ကျွန်းမျောပြု၍ ဥယျာဉ်ဈေးကွက် ထူထောင်ခြင်းနှင့် မျိုးရိုးစဉ်လာ တံငါ ငါးဖမ်းလုပ်ငန်း လုပ်ခြင်းဖြင့် အသက်မွေးကြသည်။
ထင်ရှားသော ဘုရားပွဲများ

ဖောင်တော်ဦးစံကျောင်းတော်၌ သီတင်းကျွတ်လဆန်း(၁)ရက်၊ နံနက် (၀၄:၀၀) နာရီခန့်တွင် ဖွင့်ပွဲအခမ်းအနားပြုလုပ်ပြီး နံနက် (၀၇:၀၀) နာရီ မှာစတင်က စံကျောင်းတော်ရှိ ဘုရားငါးဆူအနက် လေးဆူအား ဟင်္သာဖောင်ဖြင့် ကျေးပေါခုံရွာသို့ ရာပေါင်းများစွာသော လှေလှော်သမားများက ခြေထောက်တစ်ဖက်တည်းဖြစ် လှော်ခတ်ကာ (အင်းသားလူမျိုး ရိုးရာလှေလှော်ခတ်နည်း) ချိတ်ယူပင့်ဆောင်လာခဲ့ပါသည်။ အင်းတိန်ရွာတွင် သီတင်းကျွတ်လဆန်း (၂)ရက် မှ (၃)ရက် နေ့အထိ ဗုဒ္ဓပူဇနိယပွဲများ ကျင်းပကြသည်။ သီတင်းကျွတ်လဆန်း (၄)ရက်တွင် ရွာမရွာ၊ သီတင်းကျွတ်လဆန်း(၅)ရက်တွင် ငါးဖယ်ချောင်းရွာ၊ သီတင်းကျွတ်လဆန်း (၆)ရက် တွင် ကြေးစားကုန်းရွာ နှင့် ပွဲစားကုန်းရွာ စသဖြင့် အင်းလေးကန်အနီးရှိရွာအသီးသီးတွင် ဗုဒ္ဓပူဇနိယကျင်းပကြသည်။ ညောင်ရွှေမြို့သို့ကြွချီလာပြီးနောက် သီတင်းကျွတ်လဆန်း (၇)ရက်မှ (၉)ရက်​နေ့အထိ စံကျောင်းတော်တွင် ကိန်းဝပ်က ဗုဒ္ဓပူဇနိယပွဲကျင်းပကြသည်။

ထိုနောက် ညောင်ရွှေမြို့စံကျောင်းတော်မှ နံနက်(၀၇:၀၀)နာရီခန့်တွင် နန်းသဲရွာသို့ဆက်လက်ကြွချီကာ သီတင်းကျွတ်လဆန်း(၁၁)ရက်တွင် သလဲဦးရွာ၊ သီတင်းကျွတ်လဆန်း(၁၂)ရက်တွင် ဓကလာရွာ နှင့် ဇရပ်ကြီးရွာ၊ သီတင်းကျွတ်လဆန်း(၁၃)ရက်တွင် အလိုတော်ပေါက်နှင့် နန်းပန်ရွာ၊ ထိုနောက် မကျီးဆိပ်ရွာသို့လည်းကောင်း ကျိင်းခမ်းရွာသို့လည်းကောင်း သီတင်းကျွတ်လဆန်း(၁၄)ရက်နေ့တွင် ကြွချီကာ ဗုဒ္ဓပူဇနိယပွဲများကျင်းပကြသည်။ သီတင်းကျွတ်လပြည်နေ့ ရောက်သော်အခါ မိုင်းပျိုးရွာ၊ သီတင်းကျွတ်လဆုတ်(၁)ရက်နေ့တွင် နောင်တောရွာ၊ သီတင်းကျွတ်လဆုတ်(၂)ရက်နေ့တွင် အင်းပေါခုံရွာ နှင့် ရေးသာရွာသို့ ကြွချီကာဗုဒ္ဓပူဇနိယပွဲများ ကျင်းပကြသည်။ သီတင်းကျွတ်လဆုတ်(၃)ရက်၊ နံနက်(၈)နာရီတွင် ဖောင်တော်ဦး စံကျောင်းတော်ကြီးသို့ရောက်ရှိလာသည် နှင့်အတူ ကျောင်းတော်ဝင်ပွဲအား စည်ကားသိုက်မြိုက်စွာကျင်းပလေ့ရှိပါသည်။ ကျေးပေါခုန်ကျေးရွာအုပ်စု သမိုင်းဝင် အင်းတိန်ဘုရား ပွဲတော်သည် အစည်ကားဆုံးသော ပွဲတော်တစ်ခုဖြစ်သည်။
စီးပွားရေး
အင်းလေးနယ်တဝိုက် ကုန်သွယ်ထိုက်သည့်အရာတို့က လက်လုပ်ကုန်စည်အဖြစ်များ၍ လက်နက်တန်ဆာ၊ ကိရိယာပစ္စည်း ထွင်းထုထားသည့် အလှဆင်ဝတ္တုအဝတ်အထည်နှင့် ဖက်လိပ်ခေါ် ဆေးလိပ်တို့မှာ ဒေသသုံးသက်သက်လည်းရှိ ဒေသအပနှင့်လည်း ကူးလူးဖို့ပါရှိပါသည်။ ယင်းတို့အနက် အတော်များများ အလားတူတို့ကို မြန်မာပြည်အရပ်ရပ်၌လည်း ဝယ်၍ရနိုင်ပါသည်။ နေ့စဉ် အရောင်းအဝယ်မှာ ဒေသဈေးတွင် တွင်ကျယ်စွာလုပ်နိုင်၏။ သို့သော် ပျံကျဈေးဖြစ်၍ ဈေးနေရာပြောင်းသည်ကို အစဉ်အလာသမားတို့အတွက် အခက်အခဲရှိသိကြပါ၏။ ထို့ကြောင့် ပဉ္စမဈေးနေ့တိုင်း နောက်တဈေး မည်သည့်နေရာမှာဆိုသည်ကို လှည့်လည်စဉ်ထားကာ ရေးဆွဲလိုက်နာကြပါ၏။ ဈေးနေ့ကျလျှင်ဖြင့် လှေငယ်ကိုယ်စီဖြင့် ရေပေါ်ဈေးအဖြစ် ကျန် ၄ ရက်ထက်ပိုမိုများပြားသည့် ပမာဏကို ခရီးသွားဧည့်သည်တို့အတွက် ရောင်းကြဝယ်ကြပါသည်။ အင်းလေးကန်သည် ရှေးရိုးစဉ်လာယက္ကန်းလုပ်ငန်းအတွက်လည်း ကျော်ကြားပါသည်။ ရှမ်းလွယ်အိတ်ခေါ် ပခုံးလွယ်အိတ်မှာ မြန်မာအများနေ့စဉ်သုံး၍ ဤဒေသတွင်အထွက်များပါသည်။ ပိုးထည်ယက်ခြင်းကလည်း အများကြိုက် အရေးပါလက်မှုစက်မှုပညာလုပ်ငန်းတစ်ခုဖြစ်၍ အင်းလေးနယ်အတွင်းသာမက နိုင်ငံတနံတလျား လူသိများကြပါသည်။ ယင်းအရပ်ကုန်ထွက်တို့က လက်ရာကသန့် အဆင့်ကမြင့် လက်နှင့်ယက်လျှင်ပိုလှသည့်အဆင်၊ အင်းလေးဆင်ဟုလည်း ခေါ်ကြ။ ကျားမ မဟူသူသူငါငါတိုင်း ရင်တန်ဆာအဖြစ် ဆင်မြန်းကြသည်။ ယခုဆိုလျှင် ပြည်တွင်းဧည့်သည်နှင့် နိုင်ငံခြားဧည့်သည်တို့က အလှပစ္စည်း ပဏ္ဏာပစ္စည်းလို အသီးသီးဝယ်သွားလေ့ရှိကြပါသည်။ 
""";
String reatLake="""
ရိဒ်ရေကန်
အ​ညွှန်း​သို့ ခုန်ကူးရန်
ရှာဖွေရန် ခုန်ကူးမည်
ရိဒ်ရေကန်
Rih Dil
Rih dil.jpg
တည်နေရာ	ချင်းပြည်နယ်၊ မြန်မာနိုင်ငံ
ကိုဩဒိနိတ်	23.340°N 93.385°Eကိုဩဒိနိတ်: 23.340°N 93.385°E
အမျိုးအစား	သဘာဝ
ရေချိုင့်ဝှမ်းရှိရာ နိုင်ငံများ	မြန်မာနိုင်ငံ
အကျယ်ဆုံး အလျား	၁ mi (၁.၆ km)
အကျယ်ဆုံး အနံ	၀.၅ mi (၀.၈၀ km)
ရိဒ်ရေကန်

ရိဒ်ရေကန် (အင်္ဂလိပ်: Rih Lake; အင်္ဂလိပ် အသံထွက်: /rìʔ/ ) သည် မြန်မာနိုင်ငံ၊ ချင်းပြည်နယ်၊ ဖလမ်းမြို့နယ်တွင် တည်ရှိသည့် အသည်းပုံသဏ္ဌာန် ရေကန်တစ်ခု ဖြစ်သည်။
မာတိကာ

    ၁ တည်နေရာ
    ၂ လမ်းပန်းဆက်သွယ်ရေး
    ၃ ပုံသဏ္ဌာန်နှင့် အနေအထား
    ၄ ဒဏ္ဍာရီဆန်သော ဖြစ်တည်မှုသမိုင်း
    ၅ ရိုးရာစစ်ချီတေးမှလာသော သမိုင်း
    ၆ ချင်းလူမျိုးတို့၏ ယုံကြည်မှု
    ၇ ထူးခြားချက်များ
    ၈ ကိုးကား

တည်နေရာ

ရိဒ်ရေကန်ကြီး၏ တည်နေရာမှာ မြန်မာနိုင်ငံ၏ အနောက် မြောက်ဖက်ဒေသ၊ ချင်းပြည်နယ်၏ အနောက်မြောက်ဖက် အစွန်းတွင် တည်ရှိသည်။ အထူးသဖြင့် အိန္ဒိယ - မြန်မာ နယ်စပ် နှင့်ပို၍ နီးသည်။ နယ်စပ် မျဉ်းနှင် ၂ မိုင်သာဝေးသည်။ ပင်လယ်ရေမျက်နှာပြင်အထက်ပေပေါင်း ၂၉၆၆ပေအမြင့်တွင် ထူးခြားစွာဖြစ်ပေါ်နေသော ရေကန်ဖြစ်သည်။ အိန္ဒိယနိုင်ငံဘက် ကြံဖိုင်းမြို့ နှင့် မိုင် (၂၀) ဝေးပြီး မီဇိုရမ်ပြည်နယ်ရှိ မြို့တော် အိုက်ဇောနှင့်လည်း မိုင်(၁၃၀) သာဝေးသည်။ သို့အတွက် ရိဒ်ရေကန်ကြီးသို့ လာရောက် လည်ပတ် သူများမှာလည်း အိန္ဒိယနိုင်ငံ ဘက်မှသာ များသည်။
လမ်းပန်းဆက်သွယ်ရေး

မြန်မာနိုင်ငံ၊ ကလေးမြို့မှ တစ်ဆင့် ချင်းတောင်တန်းကြီး၏ အမြင့်ဆုံးနေရာဖြစ်သော ကနေဒီတောင် (၈၈၇၀) ပေအမြင့်ကို အဆင့်ဆင့်ကျော်ဖြတ်ပြီးမှ မိုင် (၆၀) နီးပါးဝေးသော တီးတိန်မြို့ကို ရောက်မည်ဖြစ်သည်။ တီးတိန်မြို့မှတဆင့် မဏိပူရမြစ်ကို ဖြတ်ကျော်ဆောက်လုပ်ထားသည့် မံဆောင်းကြိုးတံတားကို ဖြတ်သန်းသွားကာ တီးတိန်မြို့မှ (၃၂) မိုင်ခန့်အကွာရှိ ရိဒ်ရေကန် (Rih Lake) ရှိသော ရိဒ်ခေါဒါရ်မြို့ကလေးကို ရောက်ရှိနိုင်သည်။

ရိဒ်ရေကန်သို့ အများဆုံး လာရောက်ကြသည်မှာ အိန္ဒိယနိုင်ငံဘက်မှ ဖြစ်သည်။ ၎င်းတို့အနေဖြင့် ထိုသို့ အလာများရသည်မှာ "၎င်းတို့၏ ဆွေမျိုး သားချင်းများ၏ ဝိညာဉ်များသည်လည်း ရိဒ်ရေကန်ကြီးတွင် လာရောက်မှီခိုနေထိုင်ကြသည်" ဟူသော အယူအဆ တစ်ရပ် အရ အထွတ်အမြတ်ထားရာ နေရာအဖြစ် လာရောက် ကြခြင်းဖြစ်သည်။ သို့ရာတွင် ယခုအခါတွင်တော့ ရိဒ်ရေကန်ကြီးအတွင်း အပျော်စီးလှေများ စီးနင်းနိုင်အောင် စီစဉ် ပေးထားခြင်းနှင့် ညအိပ် တန်းခိုနိုင် ရန်ပင် ဘန်ဂလိုများ စီစဉ်ပေးထား ခြင်းတို့ကြောင့် ရိဒ်ရေကန်ကြီးမှာ အပျော်စီး လှေလာရောက် စီးနင်းသည့် တောင်ပေါ် သားများနှင့် ပျားရည်ဆန်း ခရီးထွက်သူများ ဖြင့်ပါ စည်ကားနေ လေ့ရှိပေသည်။
ပုံသဏ္ဌာန်နှင့် အနေအထား

ထိုမျှ ဒဏ္ဍာရီဆန်သော အတိတ်သမိုင်းများ ၊ ဆန်းပြားသော ယုံကြည်ချက်များနှင့် ထူးခြားချက်များနှင့် ပြည့်နှက်နေသော ရိဒ်ရေကန်ကြီးမှာ ပတ်လည် အကျယ် ၂.၅ မိုင်ရှိသော တောင်ပေါ် ရေကန်ကြီးတစ်ခု ဖြစ်သည်။ ထိုပတ်လည် အနားတစ်လျှောက်တွင်လည်း ဒေသခံတို့ကဝိညာဉ်ခြံစည်းရိုးပင် ဟုခေါ်ဆိုကြသည့် မိုးမခပင်များက ခြံစည်းရိုး ရှည်ကြီးသဖွယ် သဘာဝ အလျောက် စီတန်းကာ ပေါက်ရောက် နေပြန်ရာ အဆိုပါ မိုးမခ ပင်တန်းကြီးကို ချင်းလူမျိုးတို့က (၎င်းတို့၏ ယုံကြည် ချက်အရ ဝိညာဉ် ခြံစည်း ရိုးဟု ကင်ပွန်း တတ်ထားကြ လေသည်။) အိုင်၏ဧရိယာအကျယ်အဝန်း ၈၃၂ ဧက ရှိသည်။ ကန်အတွင်း ရေပြင်၏ ပျှမ်းမျှ အနက်မှာပေ (၅၀) ရှိပြီးအနက်ဆုံး နေရာများ တွင်မူ ပေ (၆၀) အထိ ရှိသည်။ ရေအရောင်မှာ ပြာလဲ့လဲ့ရှိပြီး ကန်အတွင်းတွင် ကြာဖြူ ၊ ကြာနီ နှင့် ဗေဒါများ ဖူးပွင့်နေလေ့ရှိသည်။ အလားတူပင် ရေကန်ပတ်လည်ရှိ မိုးမခပင်များ ထက်တွင် လည်း သစ်ခွပင်များ ပေါက် ရောက်နေပြန်ရာ ရိဒ်ရေကန်ကြီးမှာ တောင်ပေါ်ဒေသမှ စာပန်းချီခြယ်သ မကုန်နိုင်သည့် ရှုခင်းကြီး တစ်ခုသဖွယ် ဖြစ်နေ ပါတော့သည်။
ဒဏ္ဍာရီဆန်သော ဖြစ်တည်မှုသမိုင်း

ရိဒ်ရေကန်ကြီး၏ ဖြစ်တည်မှု သမိုင်းကား အလွန်ပင် ဒဏ္ဍာရီဆန်လှသည်။ သို့ရာတွင် ထိုသို့ ဒဏ္ဍာရီ ဆန်လွန်းလှသည့်တိုင် အဆိုပါ ဖြစ်တည်မှု သမိုင်းကို တော့ ချင်းလူမျိုးတို့က ယနေ့တိုင် အခိုင်အမာ ယုံကြည်နေ ကြဆဲဖြစ်သည်။ အဆိုပါ ဖြစ်တည်မှု ဒဏ္ဍာရီကြီး၏ အစကား လွန်ခဲ့သော နှစ်ပေါင်း ငါးရာကျော် ၊ ခြောက်ရာ နီးပါး ကာလ၊ မီဇို ချင်းလူမျိုးတို့၏ အခြေချ နေထိုင် ခဲ့သည့် အချိန်မှ ပင်ဖြစ်ပေသည်။ ချင်းအနွယ်ဝင် မီဇိုလူမျိုးနှင့် ဟွာလ်ငိုး (Hualngo) နွယ်ဝင် တို့သည် ၁၄၅၀ ခုနှစ်ခန့် မှစတင်၍ ချင်းတောင်တန်း ပေါ်တွင် မြို့ပြ တည်ထောင်ကာ အခြေချ နေထိုင် ခဲ့ကြသည်။ ဤ သို့နေထိုင် လာခဲ့ရာမှ တစ်နေ့သော အခါတွင်မူ ဒုတိယမြောက် ဆွေးပွီးမြို့သူကြီး ဟွာထန် (Huathana) သည် အိပ်မက်တစ်ခုအား မြင်မက်လေတော့သည်။ ယင်း အိပ်မက်တွင် မုတ်ဆိတ်မွေး ဖားဖားနှင့် အလွန်တရာမှပင် ကျက် သရေ ရှိလှသော နတ်မင်းကြီး တစ်ပါးက ဟွာလ်ထန်အား ကိုယ်ရောင်ပြပြီး " ငါသည် ဝိညာဉ်စောင့်နတ်မင်းကြီး ပူးရိဒ် ဖြစ်ပေသည်။ သင်တို့၏ ဝိညာဉ်များ အားစောင့်ရှောက်ရန်အလို့ငှာ ငါသည် နွားနောက်ဖြူ အသွင်ဖန်ဆင်းကာ ကောင်းကင် ခရီး ဖြင့်လာခဲ့ရာ သင်တို့၏ သင်တို့အရပ်၏ အနောက် မြောက်ဖက်ခရီး အတန်ငယ်ဝေးသော နေရာတွင် နေရာတစ်ခုကို တွေ့ရှိခဲ့ပေသည်။ ငါသည် ထိုနေရာ၌ စံစားနေထိုင်ရန် အလို့ငှာ ထိုနေရာအား လူတို့၏ အသည်းနှလုံးပုံ တိတိကျကျ ရှိသော ရေအိုင်ကြီးတစ်ခု အဖြစ်ဖန်ဆင်းလိုက်ပေသည်။ ထိုရေအိုင်ကြီး တွင်ယနေ့မှ စ၍ ငါကိုယ်တော်စံစားမည် ဖြစ်သလို .. သေသောသူအားလုံးတို့၏ ဝိညာဉ်များသည်လည်း မဖြစ်မနေ ငါထံသို့ လာကြရပေမည် " ပြောဆိုမိန့်ကြားသွားခဲ့လေသည်။ ထိုအိပ်မက်အရ ဟွာလ်ထန်သည် သူ၏ မူးမတ်များအား လွှတ်၍ ရေအိုင်ကြီးကို ရှာဖွေစေခဲ့ရာ ခုနှစ်ရက်တိတိ ပြည့်မြောက်သော နေ့မှာပင် ထိုရေအိုင်ကြီးအား တွေ့ရှိခဲ့ပြီး ယင်းသို့တွေ့ရှိချိန်မှ အစပြု၍ ထိုရေကန်ကြီးအား ရိဒ်ရေကန် (RIH-DIL) ဟုခေါ်ဆို ကြလေသည်။ ရိဒ်ဆိုသည်မှာ ရိဒ်နတ်မင်းကြီးအား ကိုယ်စားပြုပြီး (DIL) မှာရေကန်ဟု အဓိပ္ပါယ် ရလေသည်။ ဆိုလိုရင်းမှာ ရိဒ်နတ်မင်းစံစားရာ ရေအိုင်ပင်ဖြစ်လေသည်။
ရိုးရာစစ်ချီတေးမှလာသော သမိုင်း

ရိဒ်ရေကန်နှင့်ပက်သက်သော အထက်ပါပုံပြင်သည် နောက်မှဖြစ်လာသည့် ဒဏ္ဍာရီပင်ဖြစ်သည်။ သို့သော် ယနေ့တိုင် သီဆိုလျက်ရှိနေသေးသော ရိုးရာစစ်ချီတေးအရ၊ "ရိဒ်" ဟူသော ဝေါဟာရသည် "သျှရိ" ဟူသော စကားမှရွှေ့လျော့လာခြင်းပင်။ ယနေ့တွင် ချင်း (ဇိုမီး) ဟုတွင်သောတိုင်းရင်းသားတို့၏ ရှေးဘိုးဘေးများ၊ ဤဒေသ၌စတင်အခြေချစကာလတွင် အဝေးမှကြည့်လျှင် နွားနောက်ဦးချိူပုံပေါက်နေသည်ကို အကြောင်းပြုလျက် "ရှာလ်ကီးဒူလ်" ဟူ၍လည်းကောင်း၊ သမိုင်းတင်ထင်ရှားသောပုရောဟိတ် ဂါလ်ငါမ်ကို အစွဲပြုလျက် "ဂါလ်ငါမ်သွီးလီ" ဟူ၍လည်းကောင်း၊ မိုဃ်းကျရေပြင်ဟုဆိုလိုသည့် "ဗန်ကဲ့သွီးလီ" ဟူ၍လည်းကောင်း အသီးသီးခေါ်ဆိုခဲ့ကြသည်။[၁] ဂွီးသဲနယ် တောင်ပိုင်မင်းကြီးမာန်ဆူမ်း၏ ညီတော်ထွေး၏ အမွေပိုင်မြေအစိပ်အပိုင်းဖြစ်သည်။ ဤဒေသတွင် အခြေချကြပြီး မျိူးဆက်နှစ်ဆက်အလွန်တွင် မြစ်ညှာဖက်မှ မျက်နှာမည်း (ဘင်္ဂလီကုလားများဖြစ်တန်ရာ၏) များသည် တိုင်အိုချောင်းရိုးအတိုင်း စုန်ဆင်းလာပြီး၊ ဤရေကန်၏ ပတ်ပတ်လည်လည်တွင် တောင်ယာခုတ်လျက်၊ ကျောက်ထရံများကို (ရဲတိုက်ကဲ့သို့) တည်ဆောက်လျက် အခိုင်အမာ အခြေချနေထိုင်လာကြသည်။ ရေကန်ကိုလည်း "သျှရိ" ဟုသမုတ်လျက်၊ နတ်စင်တင်ပူဇော်ကြသည်။ ထို့ကြောင့် ဂွီးသဲနယ်တောင်ပိုင်မင်းကြီး မာန်ဆူမ်းက အခွန်တော်ပေးပို့ရန် အကြိမ်ကြိမ်ရာဇသံပေးပို့ရာ၊ နာခံခြင်းမရှိရုံမျှမက ၎င်းကာလ ဂွီးသဲနယ်၏ အိမ်တော်နန်းစိုက်ရာ ကျိမ်နွဲမြို့၏ ခံတပ်မြို့တခုဖြစ်သော ဂဲလ်သွီးကို ထိပါးလာကြသည်။ ထို့ကြောင့်၊ "တောင်စဉ်သုံးခုပိုင် ဂွီးသဲမင်းညီနောင်သုံးဖော် (Mualthum Kampau Guite Unau Thum)" ဟုထင်ရှားသော နောင်တော် ကျိမ်နွဲစား မာန်ဆူမ်း၊ ညီတော် သွဲ့ယွဲ-ဗန်းတဲ့စား ကူလ်ဂင်း (သူ၏သားတော် ဂင်းဒုန့်) နှင့် ညီတော်ထွေး လဲင်းတောင်စား နာ့ဆားဝ် (ကူလ်လိုင်)တို့သည် တပ်ပေါင်းစုကို စီစဉ်၍၊ ၎င်းမျက်နှာမည်းတို့အား တိုင်အိုမြစ်၏အနောက်ဖက်သို့ တိုက်ထုတ်ချေမှူန်းခဲ့ကြသည်။[၂] ၎င်းစစ်ဆင်ရေးတွင် သွဲ့ယွဲ-ဗန်းတဲ့စား ကူလ်ဂင်း၏ ဒုတိယသားတော် (အိမ်ရှေ့စံ ဂင်းဒုန်၏ညီတော်) ဇွန်ဟောက်၊ ရှေ့တန်းစစ်မျက်နှာပြင်တွင် တိုက်ပွဲကျအသက်စတေးခဲ့သည်။ ၎င်းကို အမှတ်ပြု ရေးစပ်သော စစ်ချီတေးကို ဗန်းတဲ့ရွာတွင် ရိုးရာပွဲများကျင်းပတိုင်း သီဆိုလေ့ရှိကြသည်မှာ ယနေ့တိုင်ဖြစ်လေသည်။[၃]
ချင်းလူမျိုးတို့၏ ယုံကြည်မှု

ရိဒ်ရေကန်ကြီးနှင့် ပတ်သက်ပြီး မီးဇိုချင်းများက လူတစ်ယောက် သေဆုံးသွားသည့် အခါတွင် ထိုသေဆုံးသူ၏ ဝိညာဉ်သည် ဘဝတစ်ပါးသို့ ကူးပြောင်း နိုင်ရန် နောက်ဆံတင်းစွာဖြင့် ရိဒ်ရေကန် သို့လာကြရပြီး ရေကန်သို့ ရောက်သောအခါမှ လုံးလိုသွေး (Longlotui) ခေါ် အတိတ်ဘဝ မေ့စေနိုင်သည့် စမ်းရေကြည်ကို သောက်ကာ ဟိုလ်လိုပါးရ် (Hoilopar) ခေါ် နောက်မလှည့်ပန်း ကို ပန်ဆင်ကြရသည်။ ထိုအခါ တွင်မှသေသူ၏ ဝိညာဉ်များမှာ အတိတ်ဘဝအား တမ်းတစိတ် များပျောက်ကွယ်ကာ ဘဝသစ်သို့ ကူးပြောင်း သွားနိုင်ရန် အတွက် ရေကန်ကြီး အတွင်းသို့ စိတ်ဖြောင့် လက်ဖြောင့် ဆင်းသွားနိုင်ကြသည်ဟု ယုံကြည်ထားကြည် ထားကြသည်။ အဆိုပါယုံကြည်မှု အရလည်း ချင်းလူမျိုး တို့မှာ ပွင့်လင်းရာသီရောက်တိုင်း ရိဒ်ရေကန်ကြီးသို့ လာရောက် လည်ပတ်ကာ ရက်လည် ၊ နှစ်လည်ပွဲကဲ့သို့သော နာရေးပွဲများကို ကျင်းပလေ့ရှိသည်။ ယင်းပွဲများတွင် ဘုန်းတော်ကြီးများက ရေကန်တွင်းမှကို လက်ခုပ်နှင့် ခပ်ကာ သရဇ္ဇယ် ကြလေ့ရှိပြီး ကန်အတွင်းသို့ ငွေအကြွေစများ နှင့်အမွှေးနံ့သာများ ပက်ကြဲကာ ရေကန်အနီးရှိ အရိပ်ကောင်းသော ညောင်ပင်ကြီးအောက်တွင် တရားပေးလေ့ရှိကြသည်ဟု ဆိုသည်။
ထူးခြားချက်များ
ကမ္ဘာအဝှမ်းတွင် ရှိရှိသမျှသော ရေကန်များအနက် အသည်းပုံစစ်စစ် ရှိသည့် တစ်ခုတည်းသော ရေကန်ဖြစ်သည်။ အမြင့်ပေ (၁၉၀၀) ကျော်သော တောင်တန်းပေါ်တွင် တည်ရှိသည့် ရေကန်လည်းဖြစ်သည်။ ထိုအချက်များထက် ပို၍ထူးခြားသည်မှာ ချင်းပြည်နယ်၏ မြို့တော် ဖြစ်သော ဟားခါးတွင် အပူချိန် (ရေခဲမှတ်အောက်) အနှုတ် (၃) ဒီဂရီရောက်နေချိန်၌ ရိဒ်ရေကန်ကြီးအတွင်း ထူးခြားစွာ အနွေးဓာတ်ရရှိနေခြင်းပင် ဖြစ်ပေသည်။ ထိုမှ တဖြန် အထူးခြားဆုံးဟု ဆိုရမည့်အချက်ကား ရိဒ်ရေကန်ကြီးအတွင်းသို့ ချောင်းရေ ၊ မြောင်းရေ လည်း စီးမဝင် ၊ မိုးလည်းမရွာသည့် ဒီဇင်ဘာလကုန်ပိုင်း နှင့် ဇန်နဝါရီ လဆန်းကဲ့သို့ ဆောင်းနှင်းထန်သည့် ကာလများတွင် ကန်ရေ ပြင်မှာ အလိုအလျောက် နောက်ကျိနေတတ်ခြင်းပင်ဖြစ်သည်။ 
""";