
import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';

String shweDestext='ရွှေတိဂုံ စေတီတော်မှာ ၃၂၆ ပေ မြင့်ပြီး ရန်ကုန်မြို့ရှိ သိင်္ဂုတ္တရ ကုန်းတော်ပေါ်တွင် တည်ရှိသည်။ "လေးဆူဓာတ်ပုံ ရွှေတိဂုံ"ဟုလည်း ခေါ်တွင်သည်။ "စေတီအစ ရွှေတိဂုံက" ဟုဆိုကြသည်။ ';

String shweSandaw='တွံတေးမြို့ရှိ ရွှေဆံတော်ဘုရားကို မဟာသက္ကရာဇ် ၁၁၄ ခုနစ် တန်ဆောင်မုန်းလပြည့်နေ့မှ စတင်၍ ပန္နက်ရိုက်ကာတည်သည်။ ၁၂၃ ခုနှစ် တန်ခူးလပြည့်နေ့တွင် ထီးတော်တင်လှူ ပြီးစီးလေသည်။ ဂေါတမမြတ်စွာဘုရားသခင်သည် မဟာသက္ကရာဇ် ၁၁၁ ခုနှစ်တွင် သုဓမ္မပူရတိုင်း၊ မုတ္တမ၊ ဇင်းကျိုက်သို့ ဒေသစာရီ လှည့်လည်ကြွရောက်တော်မူခဲ့စဉ် တွံတေး (ကွမ်းဒေး)မြို့၏ အရှေ့ခြောက်မိုင်အကွာတွင် ယခင်ထိုထိုကျွန်း သီဟိုဠ်မှ ပြောင်းခဲ့ကြ၍ နေထိုင်ရာအတွင်း ခပင်းငယ် ဟုတွင်သော ဒေသမှ ရောက်လာကြသော တိက္ခပညာ၊ သာဂရပညာ ကုန်သည်ညီနောင်တို့နှင့် သုမနထေရ်တို့အား ဆံတော်ရှင် နှစ်ဆူ ပေးသနားတော်မူခဲ့၏။ ထိုသို့ ပေးသနားတော်မူလိုက် သော ဆံတော်နှစ်ဆူကို ဌာပနာလျက် မေရုဒကုန်းတွင် ပေါက္ခရဝတီဘုရင် သမိန်ထောဗညားရံက ရွှေဆံတော်စေတီကို တည်ထားခဲ့သည်။ ';

String ygn='ရန်ကုန်တိုင်းဒေသကြီး';
String aya='ဧရာဝတီတိုင်းဒေသကြီး';
String mdy='မန္တလေးတိုင်းဒေသကြီး';
String bago= 'ပဲခူးတိုင်းဒေသကြီး';
String magwe= 'မကွေးတိုင်းဒေသကြီး';
String sagaing= 'စစ်ကိုင်းတိုင်းဒေသကြီး';
String tanin='တနင်္သာရီတိုင်းဒေသကြီး';
String kachin='ကချင်ပြည်နယ်';
String kaya='ကယာပြည်နယ်';
String karen= 'ကရင်ပြည်နယ်';
String mon= 'မွန်ပြည်နယ်';
String rakhaing='ရခိုင်ပြည်နယ်';
String shan= 'ရှမ်းပြည်နယ်';
String chin= 'ချင်းပြည်နယ်';
